[
  {
    "id": "q001",
    "title": "Opening Question",
    "choices": [
      "Ultimate reality is conscious Mind or Spirit - not material particles - from which the universe emerges purposefully.",
      "God-talk is meaningful only as ethical metaphor; there is no actual transcendent being.",
      "The concept of God is outdated; only matter and energy exist, and consciousness is merely brain activity.",
      "The divine is an impersonal force or ground of being, not a conscious creator with purposes.",
      "God is a supernatural being who directly intervenes in natural processes and human history."
    ],
    "correct_choice": "A",
    "hint_wrong": "The answer emphasizes that God is best understood as primal consciousness - ultimate reality as Mind/Spirit - rather than either a supernatural intervener or mere metaphor.",
    "explanation_right": "This captures the view that the God question is fundamentally about whether ultimate reality is conscious Mind rather than unconscious matter.",
    "question_text": "Let us begin by entering the worldview of our skeptical neighbors. Although much of the world remains deeply religious, skepticism is dominant in the United Kingdom, much of Europe, and in many urban centers in the United States. For many, talk of “being religious” seems absurd, problematic, or simply odd. It appears absurd because people are unsure what the word “God” even means, and because the role once played by God in the human imagination has largely been replaced by scientific accounts. It seems problematic because an allegedly good and all-powerful God appears to permit horrendous suffering. And it is seen as odd because religious people appear to engage in strange practices—spending their time “praising” and “worshipping” God. What sort of fragile ego, skeptics ask, requires such constant affirmation?\n\nTurning to the first of these concerns. How do we respond to the question of what we mean by the word “God,” and how this understanding relates to modern science? A large, invisible, intangible person standing outside the material world sounds implausible to many. People do not know what they are meant to imagine—an energy, a spirit, a force? Can it be seen? Where is it located? And how can we decide what it is like? Different religious traditions, of course, offer varying accounts of the ultimate source of the universe.\n\nFaith also has a fraught relationship with science. Some argue that science and religion can be harmonized. Yet in practice many believers across the globe continue to reject evolution. Scripture often attributes natural phenomena to divine action (the flood in Genesis, for example), while science explains weather through entirely different mechanisms. Scripture interprets historical events as the work of God (Cyrus being raised up to topple Babylon in Isaiah), while modern historians appeal to sociological and economic factors. Scripture is filled with miracles, while modern medicine heals through surgery, antibiotics, and technology.\n\nThe result is that our skeptical neighbors often see no reason to take religious discourse seriously. They are unsure what believers mean by central claims—such as “God,” let alone “Trinity.” And they wonder how belief in God could possibly help us understand the world in which we live. So, help me out: what should we say to our skeptical neighbors?",
    "answer_text": "GOD\n\nYou are right. Many people think of God as a superhero, who controls the weather and determines who will win the various wars that litter human history.  God looks like the muscular bearded figure whose picture is on the roof of the Sistine chapel in Rome, touching Adam, the first human being, with his finger.\n\nHowever beautiful the Sistine Chapel roof is, it is just completely wrong about God. The best thing to do about that picture is just to obliterate it from our minds altogether. But what should we put in its place?\n\nThe real question about God is the question of the ultimate nature of reality. There are a number of possible answers to this question, and ‘God’ is one of them. One answer is the agnostic one – we just don’t know. But that just seems like a lack of curiosity, and a depressing pessimism about the human capacity to understand the universe.\n\nAmong other answers there are two main alternative accounts which are in competition. One is materialism – the ultimate nature of reality is that it is a spacetime made up of material particles (atoms or quarks or superstrings, perhaps) or fields of energy, which continually change in accordance with universal ‘laws of nature’. These particles, fields, and laws, have no consciousness, meaning, or purpose. They simply happen to exist, and in time the universe will probably cease to exist, and that is all there is to it.\n\nThis is thought by many to be what science shows us. Life on our planet came about by chance. It is a sort of improbable accident. Yet there can be no doubt that consciousness does exist, in animals, including humans; that humans can understand and experience what the universe is like; seem to feel pleasure and pain, happiness and misery; and often act for the sake of future states, purposes which they regard as important.\n\nThese, the most obvious and important features of human life, are problems for materialism. There are sophisticated arguments trying to show that they are side-effects, or even illusions, caused by a universe which is basically unconscious, unfeeling, and purposeless. They seem to have arisen by accident, and they are destined to disappear by accident one day.\n\nWe may just have to accept this. But if we really thought it through, we might conclude that there is no reason to think, on the materialist view,  that our knowledge is reliable (if it is caused just by the purely physical firing of neurons in the brain),or we might think  that our belief in human freedom is illusory, and that all our purposes are arbitrary and not really consciously chosen. Our view of life would probably become both extremely pessimistic and very depressing.\n\nI believe, having once been a materialist, that it is partly because many people are materialists that serious concern with truth and morality is rare among humans.  But the fact is that we know that consciousness, feelings of pleasure and pain, of value and disvalue, and actions for the sake of a consciously chosen future goal (purposes) do exist in humans. So we know, since we are parts of nature,  that not all the processes of nature are unconscious (‘blind’), purely accidental, and without value.\n\nThis raises the main alternative idea about the ultimate nature of reality – namely, that consciousness, feeling, and purposive action, are the ultimate basis of reality. They are responsible for the whole material universe. This is, in its most general sense, philosophical Idealism. There are many sorts of Idealism, and not all of them use the idea of God. But God, if there is one,  is a reality with consciousness and feeling, which has a purpose in creating the universe. God is a creator who knows and understands all things, who distinguishes between value and disvalue, and who is the source of all things in the universe.\n\nEven those who believe there is such a creator have different opinions about how to define God in more detail. But this is a minimal core definition of God. It is a basic way of saying that the ultimate reality is not a physical being. God is the name some give to a reality which is conscious, wise, and blissful. This reality creates a physical universe for a reason. That universe contains finite beings who share these values of consciousness, feeling, and freedom. These values are not accidental, and human lives are not pointless.\n\nThe first step in thinking seriously about God is thus not to look for evidence of an invisible  superhuman being outside the universe (Bertrand Russell compared God to an invisible teapot going around the sun). It is to see that the God hypothesis is a serious philosophical theory about what the ultimate reality is like. It is a reality of consciousness, feeling, and purpose, which generates the physical universe. People like me, and in fact most well-known philosophers throughout history, think it is the best theory going."
  },
  {
    "id": "q002",
    "title": "Question Two",
    "choices": [
      "Religious diversity proves no religion is true; they are all human projections.",
      "Religious diversity reflects humanity's gradual, culturally-shaped exploration of spiritual reality - all views develop and face problems.",
      "One religion must be wholly true while others are false; we should identify and follow that one.",
      "Only direct mystical experience matters; all doctrinal formulations are misleading.",
      "All religions are equally valid paths to the same truth; differences are superficial."
    ],
    "correct_choice": "B",
    "hint_wrong": "The answer suggests religious diversity is natural given how human knowledge develops - through culture, criticism, and gradual refinement.",
    "explanation_right": "Religious beliefs, like all beliefs, are shaped by culture and develop through criticism - diversity is expected, not a refutation of truth.",
    "question_text": "– Religious Diversity\n\nWe have, then, the following picture: agnosticism is an option, but shows a pessimism about the human capacity to understand the world. Materialism is a more serious metaphysic, but this runs into the problem of consciousness. Therefore the most likely explanation for consciousness is an ultimate consciousness, namely God.\n\nYour proposed definition of God is “a reality with consciousness and feeling, which has a purpose in creating the universe. God is a creator who knows and understands all things, and who is the source of all things in the universe.”\n\nSo, we have arrived at a possible hypothesis. As you admit, the details about this cosmic consciousness are a matter of disagreement. Hinduism tends to a pantheism (where the world is identified in some sense of with the consciousness); and the Abrahamic traditions (Christianity, Judaism, and Islam) tends to the view that this consciousness is separated from the rest of creation.\n\nSo, let us dig a little deeper. For our skeptical friend, all this religious diversity is very confusing. How do we decide which religion is right? Which account of God is more likely to be true? And why does God allow all these different religions? Is God deliberately making belief difficult?",
    "answer_text": "Human knowledge of reality is not handed to us on a plate. It has to be obtained by experimentation and reflection; it grows through argument and criticism; and it is never final and complete. For instance, Darwin’s account of evolution was discounted by many of the best biologists of his day. Quantum theory was opposed by Albert Einstein, even though he was partly responsible for it. Things are even worse in questions of ethics and politics. The best minds disagree about socialism and capitalism, and about abortion and euthanasia.\n\nWhy should religion be any different? Questions about the ultimate nature of reality are going to be very difficult to answer. Until 100 years ago, no one knew that there are galaxies and planets beyond the Milky Way. Before the birth of quantum theory, no one knew that light was both waves and particles, and even today disputes rage about which is primary, or how both can be true at the same time. Dispute and development are part of the human condition, so we should expect them in religion as in most human searches for truth.\n\nDifferent cultures have different values and histories, and that affects how they think of reality. Each of us is born into a particular culture. Our language and ideas will be taught to us when we are young. Even if we later rebel, we will never escape their influence. Even famous atheists like Nietzsche or Bertrand Russell will speak in the terms of the religious culture in which they were raised.\n\nWe all start with beliefs and values we learn from others. We do not look at all the basic beliefs there are, and then decide between them from a neutral position. But many of us, as we grow, begin to find problems with what we have learned. Using knowledge from other sources, we begin to see that our initial beliefs need restating, revising, or even rejecting. So it is never a question of deciding ‘which religion is right’, like choosing cereals in a supermarket. It is a matter of facing up to (or ignoring) specific problems about our existing beliefs that we come up against.\n\nWe can see this happening in the Bible. In the earliest parts of the Bible, God is clearly regarded as one of many Gods, ‘a king above all gods’ indeed, but not the only god. God is also often very harsh and punitive, killing people who touch the Ark of the Covenant, even by accident,  or walk on his holy hill. By the time the book of Isaiah was written, there was only one creator God, and though he was ruthless in judgment, he was also a god of mercy and compassion. When Christianity came along, theologians used the philosophies of Plato and Aristotle to speak of God as the most perfect non-physical reality.\n\nThese were all developments in the idea of God, influenced by changing knowledge of the world and changing moral beliefs. Such developments continued, and multiplied after the European Reformation and the Enlightenment. At the time I write this, traditional ideas of God, which still have an intellectual background in ancient Greek philosophy,  face challenges to restate or reject them from modern science, greater knowledge of non-European traditions, and more liberal and humane ethical views.\n\nThere are religious traditions which do not work with the idea of one personal God. Indian and Chinese traditions do generally believe in a spiritual basis of reality, but often think of the term ‘God’ as too anthropomorphic andof monotheism as leading to an authoritarian, paternalistic, and exclusive view of the spiritual world.  They are often sceptical about there being a moral purpose for the universe,  and think of the hope for personal immortality with God as too self-centred. These are indeed dangers of theism, and those who feel such factors  strongly may be attracted to non-theistic religions. I think that these dangers can be avoided, but they, and similar moral and social considerations, help to  explain why so many different religious views exist. And they suggest that greater interaction between religions may lead to greater understanding of the human condition.\n\nOverall, it  is not realistic to say that we ‘choose’ our beliefs, whether in science, ethics, or religion. What we can do is try to be clear about what our beliefs are, discover the historical and cultural forces that influenced them, find out what problems they now seem to have, and only then make decisions about how best to cope with them. All belief systems change and face problems. In the case of God, it is pretty obvious what they are. In my view, the problems of materialism are much worse, and the problems with God are mostly because people have an idea of God which is out-dated or over-simple or too closely associated with questionable moral views and social practices.  Maybe we need to be more critical of our own beliefs, and more open to see the advantages of others – and that goes for both religious believers and non-believers."
  },
  {
    "id": "q003",
    "title": "Question Three",
    "choices": [
      "Faith is blind trust that contradicts reason; the less evidence, the more meritorious.",
      "Faith is merely accepting a philosophical hypothesis with moderate probability.",
      "Faith combines rational reflection with personal experience - it is passionate commitment made in objective uncertainty.",
      "Faith requires absolute certainty and cannot tolerate any doubt or questioning.",
      "Faith is simply following inherited tradition without personal engagement."
    ],
    "correct_choice": "C",
    "hint_wrong": "The answer distinguishes between God as philosophical hypothesis and faith as experiential commitment - both reason and experience matter.",
    "explanation_right": "Faith is not just hypothesis-acceptance but passionate personal commitment rooted in experience, while still engaging reason.",
    "question_text": "– Being committed to an hypothesis\n\nSo, then, standing back, we have the following picture. Theism (a belief in a personal God) is a better hypothesis than materialism because it more effectively explains the mystery of consciousness. Now the nature of this God - the cosmic consciousness - is subject to considerable debate among religious believers. This is not surprising because every area of human knowledge is subject to debate. And like every belief (politics, economics, science), we do not really pick our beliefs, they are given to us by our particular upbringing and culture that we inhabit. It makes sense that we should rationally reflect on our beliefs and modify them as we encounter inconsistencies, insights from other areas, and find more plausible explanations for the complexity of life. This entire argument seems very plausible. However, all this raises two major questions.\n\nIt sounds like belief in God is the act of affirming a hypothesis that is tentative, culturally shaped, and in need of endless modification. Contrast this with the Gospel of Matthew. Here we have Jesus give various instructions to the twelve disciples (“proclaim the good news”, “cure the sick” – Matthew 10:7-8) and then explains:\n\nSee, I am sending you out like sheep into the midst of wolves; so be wise as serpents and innocent as doves. Beware of them, for they will hand you over to councils and flog you in their synagogues; and you will be dragged before governors and kings because of me, as a testimony to them and the Gentiles. … Brother will betray brother to death, and a father his child, and children will rise against parents and have them put to death; and you will be hated by all because of my name. (Matthew 10:16-22)\n\nPeople who are willing to be flogged, dragged, betrayed, and hated, don’t sound like they are people who believe in a God hypothesis aware of the cultural limitations of their beliefs. These people are sure.\n\nLater in the Gospel of Matthew, we have the story of epileptic who is suffering and the disappointed father who is puzzled that the disciples could not cure his son. And Jesus explains that the failure of the disciples was due to their lack of faith. Jesus goes on: “For truly I tell you, if you have faith the size of a* mustard seed, you will say to this mountain, ‘Move from here to there”, and it will move; and nothing will be impossible for you.’” (Matthew 17:20). To move a mountain sounds like we need a faith that it is a little more than a sense that the cosmic consciousness hypothesis is plausible.\n\nPerhaps this is all linked with the second related question: so, I am persuaded that materialism is implausible and some religious account makes more sense. But how do you step inside the community of faith? To unpack this a little, I believe that there are other life forms on other planets. But apart from an occasional conversation at a dinner party, this belief does not impact my life at all. It is a speculation that I barely think about most of the time. How, then, do we move from a hypothesis to faith? Why should we make that move? If I might end up getting flogged and dragged, perhaps I would rather stick with a belief in a hypothesis that does not impact my life very much.",
    "answer_text": "That is a very important point. Perhaps I exaggerated when I implied that philosophy leads to God. Many Christians, most notably Karl Barth, have reacted strongly to such claims by saying that God is not a hypothesis, and faith is not a tentative theory. They are right. Faith is a strong moral commitment for which people might be prepared to die. It is like loyalty to and trust in a person, and not very much like accepting a rather abstract and controversial theory about ultimate reality. So I will admit that in my case it was a personal experience of the risen Christ as a dynamic force in my life that led me to become a Christian, and not just being a philosophical Idealist. For many people personal experience is the basis of faith, and does not need philosophical theories to support it. For some people this might be something quite dramatic. For others, belief in God is less dramatic, and might be a general sense of God’s demands for obedience and God’s strengthening presence which is a general background to their experience of life.\n\nNo one needs a philosophy degree before they can be people of faith. Indeed, philosophy can confuse people so much with its range of opinions and diversity of views that they may even give up and lose their faith. What faith needs is an experience which is felt to be of a more than material presence that calls for a life-changing response.\n\nIf there Is a primal mind which creates the universe, it must presumably do so for a reason. If that mind knows all possible worlds, and knows all possible states which are of intrinsic value or disvalue, a good reason for creating a universe would be to actualize intrinsic values which otherwise would not exist. This universe develops finite minds, and it would be good if they could themselves conceive of intrinsic values which they could pursue.\n\nAll this is at a speculative and hypothetical level, and could be just a probabilistic hypothesis – though for me the probability would be quite high. Nevertheless, it would have definite consequences for human experiences. The hypothesis is that the purpose of human existence is to form communities of largely self-shaping and socially interacting personal beings who create new kinds of intrinsic values. But is this hypothesis really a matter of pure speculation, without any basis in experience? In my own case, I had been brought up in a Christian culture, and so was disposed to think in terms of a personal creator, a charismatic religious teacher (Jesus), and a feeling that such things as music and friendship were basic intrinsic values. This would be rather different than being taught that there was no personal God, that Jesus was a mistaken prophet, and that the values of the world were subjective and transient preferences without ultimate value, that would end with death. Perhaps then I might still have become convinced of the priority of consciousness, but would not have associated this with a purposive creation (rather more like Aristotle, before he got squeezed into a Christian mold by Aquinas).\n\nThe idea of a personal creator had developed gradually in the ancient Hebrew tradition, and it had been founded on the experiences of exceptional people like the patriarchs and prophets. Speculation had not preceded experience. It largely consisted in reflection on many cumulative experiences of a morally commanding and providentially guiding power. Such critical reflection is important, for experiences can often be very weird or fantastic, and finding a rational organization of them is highly desirable. It will be the case that there will be different organizations of experiences of primal mind in a world of many different cultures and values, and the one that became Judaism formed the idea that God called one community, the Jews, into a special relationship which was to proclaim God’s moral demands and promises to the world. Here was a special vocation, calling for obedience, for hope even in times of disaster, and for an intimate relation of devotion to God. To have faith in this tradition is to accept that vocation, to be obedient to divine law, and to bear witness to the objective reality of truth, beauty, and goodness.\n\nSo experience and reflection go hand in hand. God is both a speculative hypothesis, and an experienced reality which commands justice and mercy, empowers action for the sake of goodness, guides many choices in life, and promises moral fulfilment. Historically, such experiences by exceptional individuals come first. Then religious institutions are founded, and ideas such as that of God are formed and develop. Christianity is, historically, an offshoot of Judaism. Jesus experienced God in a particularly intense way, and  experiences by his disciples of his resurrection and of the power of the Spirit at Pentecost, led to the origin of Christian churches.  Meanwhile, in ancient Greece, polytheistic religion was rationalized by philosophers into a form of Idealism. This was in turn used by Christians to give a more personal form of ethical monotheism, for which Jesus Christ is the human image of one creator God.\n\nIdealism as a hypothesis can escape from religion, though even then it is often concerned with fulfilling the purposes for which primal mind, if there is one, presumably originated the universe. But it was born in religion, in communities and institutions following the teachings of those believed to experience spiritual reality in a special way.  Faith in the most general sense was, and is, loyalty to those teachers and experiences, patterning life on them, and maintaining the values and goals they are taken to express. In the Christian case, faith is loyalty.  Obedience, and devotion to the person and teachings of Jesus, and trust in the power, the guidance, and the promise of fulfillment that Jesus gives. That is not just a tentative hypothesis; it is, to paraphrase Kierkegaard, a passionate commitment made in objective uncertainty."
  },
  {
    "id": "q004",
    "title": "Question Four",
    "choices": [
      "Evil disproves God's existence; a good omnipotent being would prevent all suffering.",
      "God deliberately creates evil to test human souls and build character.",
      "Evil is illusory; from God's perspective all is perfect.",
      "Much about God is necessary rather than freely chosen - evil possibilities are entangled with goods in the divine nature itself.",
      "Evil exists because Satan rebells against God; the solution is spiritual warfare."
    ],
    "correct_choice": "D",
    "hint_wrong": "The answer argues that God's nature includes necessary elements - some evils arise not by divine choice but by necessity, entangled with goods.",
    "explanation_right": "The key insight is that God's existence and nature have necessary aspects - destructive possibilities are entangled with creative ones in the divine mind.",
    "question_text": "– The Problem of Evil\n\nThis is all very compelling. Rationally, theism compared to materialism makes more sense of consciousness. We arrive at a cosmic consciousness underpinning everything. Given this is a complex claim, there are a variety of different ways of interpreting that consciousness in the different faith traditions. This is not surprising. All human knowledge claims work with a variety of perspectives. However, this is not simply an intellectual hypothesis because what enables a person to find the way to faith is an encounter with God. Reason combines with experience to create a way into faith. Is this a fair summary of your position so far?\n\nHowever, there is one major difficulty with all this. The theistic claim is that this cosmic consciousness which created this entire universe (or multiverse) is loving. Yet every day, there is horrendous evil. As a human, if I had the power to prevent a child being raped and mutilated, then I would do so. In fact, most humans, I suspect, would do so. But apparently, the entity with the power to prevent a rape just looks on and does not intervene. Why does God behave so much worse than most humans would behave?\n\nEvil as a problem has so many elements. We have the injury that humans inflict on each other; often with the powerful crushing the powerless. Then we have the injury that nature inflicts on sentient life – aging, illness, death, but also the hurricane, tornado, earthquake, and drought. Now granted perhaps human agency is responsible for some of these things because of climate change, but nature creating problems for humans has always been with us. I deliberately say sentient life because a suffering dog or a dolphin or a chimpanzee are all problematic. Anything with a centralized nervous system can suffer. Then we have the lack of divine intervention. The Bible is full of God stepping in and changing history. But when the Jewish people were being led into the gas chambers by the Nazi regime, God was just silent.\n\nThere are two more conundrums we need to touch on here. Traditionally, Christians have posited that there is a personal force of evil, surrounded by thousands of demonic minions, that are creating havoc in the world. The narrative also claims that God will ultimately triumph and the Devil and the minions will be vanquished. Why does God allow the devil and demons to create so much suffering? Why doesn’t God bring forward the triumph over the devil and stop all this mayhem? The second conundrum is linked. In the traditional narrative God condemns all those who are skeptical about God’s existence to hell? How can a place of eternal torment and pain be compatible with a God of love?\n\nOur skeptical friends might find faith intriguing, And then they read a newspaper and realize that faith just does not make sense. How can there be a God when there is so much suffering and pain in the world?",
    "answer_text": "This is the hardest problem that a believer in God faces. I  do not think that a Devil solves the problem, because if God created everything, then God created the Devil as well, and why would God do that? Because the problem is so hard, I will have to approach it bit by bit. To give the game away, my response to the problem largely, but not entirely, depends on saying that God cannot help it; there is no alternative. However, I will need to qualify this later. Actually, the main classical  Christian doctrine of God, formulated paradigmatically by Thomas Aquinas, implies that God cannot help it, because it holds that God is both necessary and simple. That is, absolutely everything about God must be just what it is. I do not think this is the case, but I do think that much about God is necessarily the case.\n\nSuch a lot is made of saying that God is omnipotent that many people think this means that God can do absolutely anything. But that is not true. There are lots of things God, even the God of traditional Christian theism, cannot do. For the vast number of theologians, God cannot commit suicide or do something wicked, or break a promise. In short, God cannot do anything that contradicts God’s own nature.\n\nSome people may say, ‘Quite so. God is necessarily good; it is not possible for God to do evil. Therefore God could not create a world with evil in it. Evil exists.  Therefore God cannot exist’. But they do not realise that in saying ‘God is necessarily good’ they have said there are many things God cannot do.  For instance, God could not fail to exist or have the general sort of nature God has.\n\nOnce you have said that, you are committed to saying that when God creates a universe,  God, being necessary, had no choice about the matter. There is no point in complaining about suffering and evil. The universe, being created by a being whose existence and whose nature and whose actions were all necessary, had to make the universe this way.\n\nThis is a great paradox of traditional Christian theism, that God had to create suffering, and yet God is said to be good. How can that be? Well, saying God is omnipotent does not mean that God can do absolutely anything, so saying God is good does not mean that God only creates good things. ‘God is omnipotent’ can mean that God can do anything compatible with God’s nature. ‘God is good’ can mean, for example, that God is perfect wisdom and beauty, that God’s creation must be for the sake of final supreme goodness, and perhaps that creatures will ultimately share in God’s perfection. So God’s creation is truly for the sake of final overwhelming goodness, yet God is unable to prevent much suffering and evil on the way to such a goal. So appeal to the view that God’s existence and nature, and therefore all God’s acts, are necessary solves the problem of how a good God can create a universe like this.\n\nWhy should God’s existence be thought of as necessary? Basically, because we do not want to revert to the idea that the world just exists by accident, or comes into being out of nothing, and without any reason.\n\nIf we believe in God, we think that the cosmos originates from a primal consciousness. Consciousness is not empty. It must have content. In the case of human consciousness, that content starts with data we have been taught or observed through the senses. Then we can extend those data in creative ways. But primal mind has no data outside itself (there is nothing outside itself). The contents of consciousness, generally speaking,  are thoughts, so there must be thoughts in the primal mind, which do not derive from elsewhere, which are intrinsic to the nature of that mind.\n\nHow many thoughts there are, and what their nature is, humans cannot hope to know. But they must include thoughts of our universe, for in creating the cosmos, the primal mind, which I will call God, has a purpose which is the thought, the possibility, the goal of its existence, a present idea of a future state. It must also include the means to that goal. If it did not, there could be no guarantee that God’s purpose would be achieved.\n\nThe goodness and badness of mental contents  is not freely chosen by God. Pain, for example, is  bad in every possible world, and pleasure is good in every possible world. These possibilities will necessarily exist in the mind of God. God does not choose them either. So many properties of God are necessary, including God’s existence, knowledge of many possibles, good and bad, the power to actualise at least some of them, and the existence of values and disvalues; they could not be otherwise.\n\nIt may seem that God would necessarily choose the best possible states for itself, so God in that respect would necessarily be supremely good. In fact, God would be perfect – meaning that God is supremely worth-while just for God’s own sake. But maybe God could create beings other than itself. It may even seem that to do so would be a good thing, so good that some sort of creation would be necessary. Perhaps a perfect being would generate and relate to other beings. If creativity and personal relationship are good, some such creation too could be a necessary property of God.\n\nWithin Christianity, this view is actually accepted by many theologians, who think that God (the Origin or ‘Father’) necessarily and changelessly generates a perfect being to love (the Generated or ‘Son’), and this, together with a third being (the Relation, or ‘Spirit’), completes a divine society of love. This, they say, is the Trinity. I have  a slightly different view of the Trinity, as I think that there are too many problems with saying that there are three supreme beings which are all God, yet there is only one God. But at least the view accepts that God necessarily generates (even if it is called ‘begetting’ or ‘spirating’ rather than ‘creating’) and relates to others. So this traditionally orthodox Christian view entails that some acts of divine generation are not freely chosen, but are necessary.\n\nThere should therefore be  no problem with saying that God necessarily creates some world containing finite persons, and indeed this very world in which we live. Such finite persons could come to be united to the creator and share in the divine nature in an appropriate way. If this was indeed the goal of creation, the idea of that goal would have to exist in God, as would some idea of how finite minds could come into being and achieve that goal. In this way the content of God’s consciousness would have to include the idea of one or more possible worlds which would make the goal achievable. Such an idea could not derive from anywhere but God itself, and it would not be an idea which just happens to exist, though it might not have done. It would be a necessary consequence of God’s perfection, as creative and loving (personally relating to others). Thus God’s nature does not just happen to be the way it is, for no particular reason. God’s nature, properties, and acts, are necessarily what they are, and could not have been otherwise.\n\nHow is all this related to the problem of evil? It actually goes a long way to solving the problem of how a perfect God could create a universe containing so much suffering and apparent wastefulness. For it establishes that much about God, perhaps everything, is necessarily what it is. Much of the content of the primal Consciousness is necessary. God’s desire for a community of loving persons is necessary, for it is part of the unoriginated content of God’s mind, which cannot come into being, and is therefore necessarily what it is. God’s creation of a cosmos in which such persons exist is necessary, for it is a consequence of God’s perfection, which includes creativity and love.  God’s actions to fulfil his purpose for the cosmos are necessary, for they are conditions of God’s purpose being achieved. And the possibility of suffering and disaster  is necessary, for such ideas are necessary complements of the ideas of happiness and good fortune, and therefore necessary possibilities in the mind of God.\n\nIf something is necessary, there is simply no alternative, and no-one, not even God, can be blamed for it. We do not know exactly what things are necessary for God. So it would be very reasonable to say that many features of creation, and creation itself, just could not be different. Those could well include the origin of the cosmos in violent and catastrophic events like the Big Bang, the formation of the planets by destructive collisions of spatial debris, the battles for survival in animal evolution, or the final dissolution of the cosmos by the inescapable working of the law of cosmic entropy.\n\nThe problem of natural disasters is made to seem much worse because we think of God as a well-meaning person who just cannot prevent them happening, though he tries his best. We need to discard this picture, and think instead of a changeless, eternal, and necessary source of all being, of all elements, good and bad, that are immutably set in the divine nature.\n\nIf that is true, we could not speak of God as totally loving, in the sense that God always shields finite minds from harm. That would be an over-sentimental and anthropomorphic picture of God. Yet we could speak of God as loving, meaning that God creates a universe which brings into being finite minds with whom God desires and will bring about communities of loving relationships. Yet how that can be done may be conditioned by necessary elements of the divine nature which, because they are necessary, cannot be negated. An understanding of God’s necessity is thus an important part of seeing how a loving God can create a world containing horrendous evil. We may still want to see why these destructive possibilities get to be actualised in our universe,  but the important first step is to understand that they are rooted in the primal consciousness, and their possibility cannot be eliminated. For the classical Christian tradition (formulated by Aquinas, Calvin, and Luther, for example), this is expressed in the idea of predestination, that God decrees everything that happens, good and bad. Evil is seen as necessary. If you can accept this, it is a good explanation of how suffering and disaster can exist even in a universe which is intended to realise great goods. Whether or not it is sufficient, remains to be seen."
  },
  {
    "id": "q005",
    "title": "Question Five",
    "choices": [
      "God freely chose to limit divine power, making evil inevitable.",
      "Divine freedom is meaningless since God exists outside time.",
      "God has no freedom at all - everything is predetermined by divine necessity.",
      "God is absolutely free and could have created any possible world, including one with no suffering.",
      "God is necessary in some respects (existing, being good) but free in others (how to create, how to respond)."
    ],
    "correct_choice": "E",
    "hint_wrong": "The answer navigates between total necessity and total freedom - God is necessary in some ways, free in others.",
    "explanation_right": "This preserves both God's essential nature and genuine creative freedom - necessary in existence and goodness, free in particular creative choices.",
    "question_text": "– Divine choice and freedom\n\nLet me just check that I am getting all this. The fundamental claim for Christians is that this world is not an accident; it is a result of purpose. To bring about this universe, the primal consciousness (I like that) – from the Latin primus meaning first – had no choice but to bring about the universe. Now why exactly? Because (and here we listen to our theologian friends who are social trinitarians) God desires more opportunities for loving relationships in the universe. So, God necessarily creates – had no choice but to create. And the method of creation is also in a sense determined – a big bang and natural selection. So, if we want a universe where we exist, then God had no choice but to allow this universe of suffering to emerge.\n\nIs this right?\n\nNow let us just stay here a little longer. First, I am beginning to feel a little sorry for God. Your account of God makes it sound that God has no choices at all. Humans have choices; we have free will. But God on your account does not sound free? And then second, it does sound odd to say that one of the many things the creator cannot do is to create a world where there is no suffering? I thought heaven was just such a world. Isn’t there a promise of a universe where, according to the author of the book of Revelation, ‘death will be no more; mourning and crying and pain will be no more’ (Revelation 21:4)?\n\nI am tempted to also ask you about your one sentence dismissal of “Satan.” Are you one of those Christians who pick and choose what they are going to believe? Surely, Christians are required to believe in Satan; it is part of the package.",
    "answer_text": "You have put your finger on what I think is the biggest problem with the traditional Christian view of God. For that view, God is necessary, so has no choice about what God does. Yet the creation of this universe is supposed to be free – God did not have to create this universe. God could have created another one, a better one, or no universe at all. This looks like a contradiction to me. Of course it all depends on what you think freedom is. Traditionalists think freedom means that nothing else compels you to do something. A great number of philosophers take this view. Then ‘God is free’ means that God does what God wants; nobody else compels God. But another view, the libertarian view, is that you are free only if you could really have done something else. If I do what is wrong, I usually could have done what is right. Or if I do what is right, I very easily could have failed to do it.\n\nThe libertarian view is the view I take. I do think the primal consciousness is free, and that means it could have acted in other ways in relation to the universe. To be precise, God is necessary in some ways – in existing and being good and wise, for example – and free in other ways – in choosing how to create and act in the universe.\n\nIf creativity is a great value, God will be creative. That will mean that God can do many new things. God will be able to generate beings who are free, who have many alternative choices in their lives. And God will be able to respond to their choices in new ways. Predestination – what God alone determines - will be true in some ways – humans will necessarily have brains and limited consciousness, for example. But not everything will be determined by God – humans have moral and intellectual choices of their own, which God will have to accept, and can then respond to.\n\nThe idea of God in the Bible, though it developed in many ways, looks like that. God is said to have talked with Abraham and Moses, and they sometimes changed God’s mind, and God praised or condemned people depending on what they did. So it seems odd that the traditional Christian view denied that God was free in the libertarian sense. Maybe it was because then you would face the problem of why God did not create a better world, when even we can think of one ( a world like heaven, for instance).\n\nYet God did create heaven and angels, after all. Perhaps God created many worlds, and this is one of the worse ones. And here is a thought. If it is good to create many sorts of value, there may be many worlds in which values and disvalues both exist. For instance, there may be great value in achieving good things by strenuous effort, or in overcoming obstacles and turning them into opportunities for good. In such worlds some disvalues would have to exist, but there would also be values that would not otherwise have existed. We can easily think of ordinary examples in our world: a nomadic desert life is hard and rigorous, but it offers rich and worth-while experiences that will never be felt by South Sea Islanders. Or again, many would choose a life of risk and adventure over a life of watching television.\n\nI am not saying that this justifies the existence of terrible evils. But it does show that it may be better to face obstacles and overcome them than never to face hardships. I do not pretend to know all that is in God’s mind; but I think that many things are necessary for God and they may include the thought of many undesirable things. It may be necessary for God to create in order to realise the fulness of the divine nature as essentially relational.\n\nNevertheless, I would wish to avoid the thought that God chooses to create evil in order to realise some unique goods. I think that God does not choose evil; evil states necessarily arise from God, but not by God’s free choice. This universe is wholly intelligible, with integrated laws of nature ordering energies which are of cataclysmic destructive power as well as creative possibility. These polar forces are bound together and entangled, so that, for instance, the formation of volcanoes helps to produce the origin of life, and the collision of asteroids produces the formation of planets. The molecular changes which lead to more developed life-forms also produce viruses that maim and kill huge numbers of living things. Over millions of years conscious and intelligent life comes to exist, but only at the cost of much predation and death. All this necessarily arises from the primal consciousness, as the possibilities for creation and destruction which are entangled within it press into existence.\n\nWhat God is free to do is to bring out of this tragic and beautiful world, filled with innumerable possibilities, many unique types of good, that otherwise could not have existed, culminating in a world of supreme and overwhelming goodness. In other words, God does not choose to create evil as a means to some greater good. God takes the evil which necessarily arises from the entangled possibilities in the divine nature, and seeks to bring unique sorts of good out of it. That complementary between necessity and free choice in God is essential if we are to hold that the universe is grounded in a God whose ultimate nature and purpose is loving.\n\nWe may think of God as necessarily creating a world which realises evil or destructive forces which are interlinked with many positive goods. Yet God is free to choose exactly which such world and which possible outcomes to bring into existence,  The story of the world will be one of how the disvalues are faced and overcome by the creative and co-operative efforts of many finite and the one divine consciousnesses.  In that way, we might say that  negative possibilities in God are negated or transformed by the actions of free created minds, in co-operation with God, bringing into being  communities of perfected love. If this is so, humans will be called to be co-workers with God in realizing, through struggle and endeavour, the goal of cosmic fulfilment.\n\nWe need to reject views of God which see God as freely deciding to create suffering when God need not have done so. Rather, in the primal consciousness many disvalues necessarily lie. Some of them become actual, not through desire, but by necessity, insofar as they are entangled as possibilities with certain sorts of value. The divine mind must then, insofar as it is free, seek to overcome them or turn them to good. Perhaps we may conjecture, as some scientists do, that our universe must have the law-like yet tragic nature that it does if it is to produce beings like the human species, with all its flaws and virtues.\n\nYou seem to suggest that you would feel sorry for a God who cannot help producing evil, and then has to fight against it. I understand that. But the Bible is full of stories of God fighting the great monster Leviathan, or Satan, both of whom God after all issued from God. And the story of Jesus’ crucifixion is a story of God suffering in order to bring about the good of overcoming evil and leading even imperfect and struggling beings to attain final beatitude in ‘heaven’, a much more perfect world. If God took part in this struggle, there would be sorrow, but there would also be joy, that even destruction and death could lead to unique forms of creative and reconciled life.\n\nThe idea that both God and intelligent creatures are necessary in some respects but free in others is a perfectly coherent idea. It helps to explain how imperfections can exist in a world created by God, and that some imperfections may even be necessary if creatures are to have the creative freedom to shape their own futures in partnership with God."
  },
  {
    "id": "q006",
    "title": "Question Six",
    "choices": [
      "God constantly influences all situations but rarely determines outcomes; humans and nature retain genuine freedom.",
      "God created the universe but does not intervene - deism is correct.",
      "God directly controls all events, determining every outcome in history and nature.",
      "Divine action is merely metaphorical language for natural processes.",
      "God only acts through dramatic miracles that suspend natural law."
    ],
    "correct_choice": "A",
    "hint_wrong": "The answer presents God as a constant influence on events without determining all outcomes - preserving both divine involvement and creaturely freedom.",
    "explanation_right": "God influences every situation as the wisest presence, but usually does not override human freedom or natural processes.",
    "question_text": "– Divine Action\n\nThis is all very helpful. We have a primal consciousness that is necessary in some respects (wise, loving) and, in other respects, free and creative. In God’s Mind (is this too anthropomorphic to talk about God’s Mind – are we just turning God into a big person?), all possible worlds reside, some of which God could create and others (worlds where there is nothing but evil) which God could not create. In almost all universes, there are certain values and certain disvalues (presumably drawbacks) coexisting. God does choose to actualize particular universes (we know of at least two – heaven and earth) and what emerges will inevitably be a combination of good things and, in the production of those good things, necessary challenges. You stress it is not God choosing certain values that have the side effect of certain drawbacks, but that through the struggle of it all a universe emerges that necessarily lives with values and disvalues. This all makes sense.\n\nNow once this universe is created, God does not simply sit back and allow the values and disvalues to coexist in this cosmic struggle. The Biblical witness has God deeply involved at every stage. God liberates the Jewish people from slavery in Egypt. God organizes history to both judge the people of God for their infidelity to the covenant and then, later, to liberate them from the captivity of the Babylonians. In the ministry of Jesus, we have healings from illness and demons. And in the Early Church, we have the Apostle Peter raise Tabitha from the dead. (Actus 9:36-43).\n\nThe God of the Bible controls history. We see Cyrus of the Persians being raised up by God to liberate the Jewish people. The God of the Bible controls the weather. We see a flood being sent to kill the people of the world because of their wickedness. And the God of the Bible blesses some people and curses others. We have that dramatic moment with the call of Abram in Genesis 12, where God promises to “bless those who bless you, and the one who curses you I will curse.” (Genesis 12:3). We have in the Bible a strong interventionist God.\n\nYour account gives a very helpful explanation of why God allowed this sort of universe to emerge – necessarily, certain values were only possible in a universe like this. At the macro level, we have a helpful picture of why suffering and evil exist. But at the more micro level, we still have a major mystery. Why does this intervening God choose (because surely God is at this point exercising free will in your libertarian sense) to save some and not others? Why does one child with leukemia recover and the other one die? Why does John survive the car crash, but his brother, Joe, die in the car crash?\n\nOne route you could take is that God does not intervene. The Biblical images of a God of providences and miracles are not to be taken literally. Instead, these images are simply capturing the ways in which the values and disvalues are in a struggle within the creation. God does not really manipulate history, the weather, or curse and bless individuals. This, I suppose, does have the advantage of clarity and simplicity. But of course, one loses so much. God seems to be a cosmic voyeur, and this is not how the Church thinks of God.\n\nSo, the question now is this: do you believe in a God who is an active agent in creation? And if so, how does God choose when and where to intervene?",
    "answer_text": "You are right to point out that we should not think of God as a big person. If I speak of God’s mind, this may sound like a human mind – it is conscious and it acts. But its awareness is non-sensory and embraces all that exists or could exist, and it brings into being and sustains the whole universe. This is a form of knowledge and action that we cannot even imagine.\n\nMany believers in God have thought this means that everything is God’s action. Yet they also often believe that humans are free even to rebel against God. This is very odd, unless you think that God can create beings whose acts are not wholly determined by God, who can to some extent determine their own futures. God will set the limits of human action, so that in many situations there will be a number of possible paths into the future, but God will not determine which path will be taken.\n\nIndividual humans will not make choices entirely on their own. They are members of social groups, and they will be influenced by the choices and values of others. Some individuals will be more creative, adventurous, or wiser than others, while some will be more likely to follow what others do. God, who has a purpose in creation, will be by far the wisest and most creative influence in any situation, and will naturally have a preferred path or paths into the future. So God will be a major influence in every situation, but one that may be ignored or even misinterpreted.\n\nFurther, God’s influence may be greater in some situations than in others, and there is always a possibility that there are some situations where God does determine what happens, though this cannot happen too often  if human freedom is to be protected. At such points, the world ‘miracle’ may be appropriate – an extraordinary event of special significance forwarding God’s overall purposes,  in which a sense of the presence of God becomes clear.\n\nMany religions record miracles, usually associated with holy persons who have a strong sense of relationship to God. Just as some people are better musicians or athletes than others, so some people will have a greater insight into the divine will than others, and will be more open to God’s influence. It is not that God just decides to break a law of nature (that is David Hume’s strange definition of a miracle) to help somebody God likes. It is rather that the extremely complex set of human choices, which is often filled with controversy and competition,  unusually converges on a focal point in history where the influence of God is able to be expressed with greater clarity.\n\nThe Bible records many such instances, and Jesus’ healings and especially his resurrection are extraordinary events that reveal God’s special action. If the resurrection is the appearing in our spacetime of one who has passed into a higher plane of being, it breaks no law of nature, yet is an unprecedented event determined by God in a historical context which has made possible  this revelation of God’s final purpose for humanity.\n\nFar from being a passive spectator of human affairs, God is a constant influence on all affairs. From this point of view, there are three main factors at work in every event. There are the mathematically elegant laws off nature, which ensure that events are not simply arbitrary and accidental. There is an element of creative indeterminism, which allows for alternative paths into the future, and prevents events from being completely predetermined. And there is the attractive influence of the goals, present in the divine mind, of increasing consciousness and directed action that ensure there is a general purposiveness in the cosmic process. These factors are forms of divine action,  and when intelligent life  evolves, the divine influence takes two more particular forms. In finite conscious  beings, there is to various degrees a sense of vocation or of moral obligation (knowledge of a preferred possibility or apprehension of the future), and there is a sense of intellectual or moral empowerment to  act in purposeful ways.\n\nHumans do not always consciously experience such things, and even if they do, they do not have to accept their influence. Some humans are more aware of them, and are often able to respond positively. Also,  some historical situations are such that divine influence becomes stronger and clearer. Due to the large number and variety of human decisions, and the historical contexts in which they occur, many of them are not in accord with God’s preferred possibility (God’s will), and what actually happens is usually impossible to predict. In a Biblical perspective, there are prophets who discern the way that God acts to promote (bless) good and to frustrate (curse) evil. Jesus in particular is seen by Christians as one with clear knowledge of God’s will, and as filled with God’s power to fulfil it. That, however, for them, is a virtually unique case, and much of human history is mainly the result of many complex natural causes and human decisions. In our world, God’s promoting and frustrating of natural processes and human acts is difficult to discern, but Christian faith is that it is a vital factor in individual and social history, that it is disclosed in a special way in some ‘revelatory’ events, and that it is destined to lead, perhaps beyond this world, to the fulfilment of finite lives in the conscious knowledge and love of God."
  },
  {
    "id": "q007",
    "title": "Question seven",
    "choices": [
      "Death is final; talk of afterlife is wishful thinking unsupported by evidence.",
      "Mind and brain are not identical - consciousness can exist beyond physical death in a spiritual realm.",
      "Physical resurrection of the same body is essential to Christian hope.",
      "We are reincarnated into new physical bodies repeatedly.",
      "Only the soul matters; the body is a prison to escape permanently."
    ],
    "correct_choice": "B",
    "hint_wrong": "The answer argues that materialism (mind = brain) is philosophical, not scientific - consciousness may well survive bodily death.",
    "explanation_right": "The claim that death ends consciousness is a philosophical position, not a scientific finding - idealism suggests mind can exist beyond the body.",
    "question_text": "– Life after death\n\nThis is all very compelling. So, God does act but does so in ways that honors God’s creation. When we talk of events in time, you talk about three main ways and then two ways in which God works with humans. The three main ways are the laws of nature (God’s carefully regulated world in which we live), creative indeterminism (God allows us – and presumably God also - to have real choices about which future trajectory will unfold), and then the divine goals (so God is constantly trying and, presumably, will ultimately ensure that a particular set of goals will be realized, even with the various turns and twists on the journey). Then humans are being shaped by the divine life in two important ways: the first is in respect to our sense of vocation and calling; and the second is the way God gives us the intellectual and moral capacity to take a particular course of action that moves us ever closer to one of those divine goals.\n\nOur theodicy, then, does recognize that this is a particular universe (one of numerous possible universes that God could have created), which has certain values and, inevitability, some challenges. One value is that God still has space to act, but God does so within a framework. You recognize the regulated natural laws that ensure life is not arbitrary or haphazard; and God is constantly acting in cooperation with or sometimes against uncooperative humanity; and God is constantly calling us to cooperate with certain divine goals, realize our vocation to do good, and be granted the capacity to succeed. The gift of this this account is that you recognize the reality of evil and suffering, you explain how it is one of the inevitable challenges of a certain universe which has certain values, and you have a picture of human agency and divine agency that in a very real sense is an invitation for humanity to do what we can to alleviate suffering in this world by doing less evil ourselves and by helping others who are suffering.\n\nI am a little surprised that your account did not mention the life to come. I think I tend to the view that if there is no afterlife and that this life is it, then it would be hard for God to have created this world. The sheer quantity of suffering in this universe is massive. We need to have a bigger canvas on which God is working. This is part of the Christian claim. You mentioned in passing the resurrection of Jesus as an illustration of a human passing to a higher plane of being and that then this higher plane of existence is occasionally visible to the disciples. This does mean that you have an account of the life to come – the higher plane.\n\nPerhaps we could just pause here for a moment. The life to come is viewed by our skeptical friend as an attractive idea (after all, many of us would like to believe that death is not the end) but in the end implausible. Science shows us that once the brain dies, the mind dies with it. And anyway, if I die in a cancer-ridden body at the ripe old age of 95, then I am not sure I just want to be resurrected with my decrepit body. Then there is the problem of what exactly I am imagining. Is heaven a disembodied timeless reality? And will I find aliens and animals there? And what do you do with hell? Finally, is the afterlife part of your theodicy as well?",
    "answer_text": "It is just not true that science shows that when the brain dies the mind dies with it. That is materialism, the philosophical belief that mind and brain are inseparable, or, in its extreme form, that they are the same thing. That is not a scientific belief, but a philosophical one, and most philosophers throughout history have denied it. Anyone who believes in God, or in a primal consciousness which is the source of the whole physical cosmos, is committed to saying that mind is prior to matter and can exist without it. For non-materialist philosophers, conscious experience, feeling, and purposive intention, are different in kind from any material object, and could exist without any material objects, as they do in God.\n\nOf course, as a matter of fact, human consciousness is embodied in a physical body and brain, and destroying the brain will cut off all connections of the brain with consciousness. What that means is that consciousness can no longer be expressed in the physical world. It does not entail that minds will no longer exist in any form. Since the natural sciences deal only with the physical world, they can, as sciences, have no opinion on whether there is a non-embodied mind (God) or on whether human minds continue to exist after brain-death or not.\n\nMost religions affirm that minds (traditionally called ‘souls’) do continue to exist after bodily death, and only lack of imagination will deny that possibility. Christianity, with its belief in the resurrection of Jesus, certainly affirms life after death. But there may seem a complication, for is this not the resurrection of the body? And is that not scientifically impossible? Physical bodies do not, having disintegrated, come back to life!\n\nThere has been a lot of misunderstanding about this, even though the Christian view is fairly clearly stated in a New Testament letter, 1 Corinthians, chapter 15. The letter was written by Paul, who claimed to have seen the resurrected Jesus, though what he saw was not a physical body, but ‘a light from heaven’ (Acts, 9, 3). What Paul wrote was that ‘the body that is sown is perishable, it is raised imperishable’. He elaborates by saying that the body that dies is a sense-orientated natural body (soma psychikon) while the resurrected body is a spiritual body (soma pneumatikon).  The translations of the Greek are hard to interpret, but what is clear is that they are different sorts of body. What lives after physical death is not a disembodied soul. It is embodied; that is, it exists in a shared environment that enables persons to receive information, to act in that environment, and to communicate with others.  In other words, human beings, and perhaps other finite beings also, continue as individual persons who exist in a community of persons, and who change and develop as they interact. But their bodies are imperishable, so they are certainly not part of this physical cosmos, which is essentially subject to decay and death (the inescapable laws of entropy).\n\nAfter physical death, then, according to this Christian view, human minds are re-embodied in a different realm of being. The resurrection of the body is not the resuscitation of some physical body. It is the transfer of a consciousness into a different form of body in a different world.  What it will be like there we cannot know, for when Jesus appeared in our cosmos he took the form of the physical body he used to have, but had no longer.\n\nEach person lives in that new world, and it is there that they receive the consequences for good or ill that flow from their previous life in the physical world. There have been many different views of what this will be like, even among Christians. i think the basic axiom of Christian faith is that God desires the well-being of every creature. but we know that humans are free to love and care for others or to hate and harm them. We know that many cause horrific suffering and destruction, and perhaps that all fail to do the good that they should have done.\n\nGiven these facts, it follows that, if one goal of creation is the existence of a loving community of persons with each other and with God, many people will need help to become able truly and unreservedly to love others, and to eliminate the elements of self-regard that prevent them doing so. This suggests the existence of multiple worlds, through which souls will pass before they attain the state of supreme love which is their final goal.  That is, there will be many heavens of increasing goodness, not just one perfect heaven.\n\nThere are millions of people who have suffered in this world, either through the acts of others or from natural disasters. In an afterlife, they will be able to realize the possibilities that were denied them in this life. There will also be those who have fallen prey to hatred and greed, and who have caused great harm to others. For them, there would be many ‘hells’, where souls will suffer the self-inflicted torments of living in worlds where hatred and greed are experienced by them in their full destructive power. Yet divine love could never be purely destructive.  Therefore such torment would always be for the sake of reforming evil inclinations, would never be endless  and would always offer the eventual possibility of repentance and forgiveness.\n\nIf God is love, an endless hell cannot exist. In every hell, there will be the possibility of turning towards heaven, though the reality of human freedom means that, terrible though it may seem, not all may choose heaven and the presence of God. In that case, I believe that hell, in all its forms, will eventually cease to exist. The goal of the cosmos will be achieved, and all will be well.\n\nI admit that this is speculative, though it seems to follow from any assumption that the primal consciousness, insofar as it is free, is also wise and good. It gives finite existence meaning, value, and purpose. and it enables one to see that earthly life is a journey through conflict and hardship to lasting union and joy. This, to me, is the basic Christian faith, even though, in its details, it is not agreed by all Christians. The Biblical record, while it contains many different views of afterlife (the idea of bodily resurrection is a fairly late development in the Old Testament), contains many passages which support a view very like this one. For the mercy and compassion of God, shown in Jesus, is stronger than the purely destructive condemnation that is the just response to evil."
  },
  {
    "id": "q008",
    "title": "Question Eight",
    "choices": [
      "Church hierarchy is essential and its authority should not be questioned.",
      "The Church is divinely protected from error; its failures are exaggerated by enemies.",
      "Churches, like all human institutions, are corruptible - but the goal of loving community remains valid despite failures.",
      "Church corruption proves Christianity is false and should be abandoned.",
      "Only invisible, non-institutional Christianity is authentic."
    ],
    "correct_choice": "C",
    "hint_wrong": "The answer acknowledges church failures as real while maintaining that the goal of loving community remains valid.",
    "explanation_right": "Human institutions inevitably fall short, but this doesn't invalidate the divine purpose they imperfectly serve.",
    "question_text": "– Why does the Church behave in oppressive ways?\n\nAlthough speculative, there is a beautiful plausibility to your account. Materialism is implausible. A primal consciousness creates and wants a ‘loving community of persons’ (I will come back to that in a moment). Based on the resurrection of Jesus, the Christian claim is that consciousness inhabits a different body on a different plane. Ultimately, God’s hope for a hell free cosmos will be realized, but for a season many of us might need to work on our lives so that we are fully focused on God and each other.\n\nNow, I have already paused on that phrase you used, when you wrote that the primal consciousness wants “the existence of a loving community of persons with each other and with God.” And I think this is where we need to go next.\n\nFor many of our skeptical friends, Church is a big reason for skepticism about religion. It is an institution with a very mixed record. Granted there are the saints – St. Francis of Assisi, Mother Teresa of Calcutta, and Martin Luther King Jr., but these seem like isolated models of goodness in an institution that at times can be so ugly.\n\nIt is strange how an institution that is called to witness to the themes of love and justice often ends up being unloving and unjust. From women to LGBT plus persons, the church has been intolerant and sometimes cruel. From Emperor Constantine onwards, the church has been an ally of power and often focused on its own financial self-interest. To the outsider, the secular Enlightenment taught the world about equality, democracy, toleration, and freedom. The Church tended to be opposed to these changes.\n\nPerhaps this is all too simplistic. But this basic picture for our skeptical friends is assumed, namely, the Church is reluctant to change and afraid to affirm basic rights for minorities. And the Church’s role in the slave trade, empire, and colonialization is not good. When we do get it right, we tend to turn up late in the game. We are rarely at the vanguard of justice issues and only play ‘catch up’ when the secular justice organizations have largely won.\n\nThe question then is this: If there is a primal consciousness that wants this loving community of persons, then why is the Church so tardy and, often, resistant to justice orientated trends and movements?",
    "answer_text": "I think your question comes down to this: if God wants a loving community of persons, why do humans do their best to frustrate what God wants? And if the Churches are divinely inspired, how can they also all too often frustrate what God wants?\n\nI need to expand the idea of what God wants, and to do so by reference to the life of Jesus, who is after all believed by Christians to be the human image of God. Jesus and his disciples were meant to be just the sort of loving community God desires. According to the New Testament record, while Jesus succeeded in fulfilling his part in this purpose, the disciples failed miserably. They quarreled over who was the greatest, Peter lied about being a disciple, and they constantly misunderstood what Jesus was teaching. Jesus was betrayed by one disciple and deserted by the others. The earliest churches split into competing sects, and they have remained in that state ever since.\n\nThere are Christians who think this was all just what God wanted, or even what God planned and made happen. But it seems more likely to me that it was not at all what God wanted. As John’s Gospel puts it,  ‘He came to what was his own, and his own people  did not receive him’ (John 1, 11). They were free to reject him. God wanted them to be free, even if it meant rejecting the messenger of God.\n\nThis shows an important factor in the nature of love and of personhood. There are many sorts of love, and one of them is care for the well-being of others, care that is not just admiration of their power or beauty or wisdom, but that helps them in distress, supports them when they fail, and seeks to heal them when they suffer. Love of the just, wise, and beautiful is the appropriate love for primal mind, the archetype and source of all. It requires accurate perception of what justice and beauty is, and a self-transcending regard for what is truly worth-while. It requires purity of vision, and a moral commitment to actions which seek to realise these ideals in the physical world.\n\nThus it can be said that, when rightly seen, this love entails the more practical love of those in need, who for whatever reason lack the wisdom or power that should be possible for them. It is true that such practical love does exist, and is of great value, in those to whom  the love of something so seemingly abstract as Beauty seems more fantastic or imaginary than real. In that sense, moral commitment does not depend on belief in, much less love for, God. Yet if love for God Is genuine, it provides a basis in the very nature of things (not just a personal preference) for altruism and compassion.\n\nThe sting is in that phrase ‘if the love for God is genuine’.  If love requires accurate perception and self-transcending regard, it is not just a sudden infatuation. It requires effort, persistence, and practical commitment to cultivating honesty, creativity, and compassion. Honesty is the virtue that prompts the search for knowledge,  discovery and co-operation in finding truth. Creativity leads to bringing form and harmony out of chaos, and being committed to appreciation of many forms of beauty.  Compassion requires understanding of and care for others. These virtues are entailed by genuine love for God. They are difficult to practice and sustain, and easy to compromise or ignore. Because they require such effort, their very existence implies the possibility of not making the effort, of being less than truthful, creative, and sympathetic.\n\nThus belief in God can evoke an authoritarian suppression of uncomfortable truths, an insistence on traditional rules that deplore new creative insights, and a fear and dislike of those who differ from oneself. Religious institutions, which should inspire a continuing search for greater understanding, for awe and delight in the natural world, and insistence on kindness so far as is possible to all, may become opposed to new knowledge, haters of the pleasures of the natural world, and even violent enemies of those who do not accept their views.\n\nMost religious institutions, like most human institutions, including Christian churches, will both preach the virtues of love, and ignore them in practice. They will, perhaps like many individuals, be mixtures of moral demand and heroism, and of notable moral failure and cowardice. Virtue is extremely difficult, and since churches stress the need for penitence a great deal, they must also be full of moral failures (those who ‘miss the mark’, as the  Greek of the New Testament puts it). The problem is they often forget this and think they have already attained what they hope for, and are somehow better than other people.\n\nWhy should humans be free to reject God’s will? It is often said, because free creativity is a great good. That is true, but there is more to it than this. Chaos and destruction lie as possibilities in the mind of God. They are not chosen by God; but they are necessarily part of the foundation of being. God has a history, and that is the exposure of the destructive possibilities of being, and their defeat by the power of love. For Christians, the mystery of the world is  that even what is most alienated from God can be eliminated in its negativity and reconciled to God. Finite souls are born into a world of conflict and oppression (as Jesus was), so that by the practice of virtue they can overcome such evils. They are born to be reconcilers of an alienated world to God.\n\nIn this they largely fail, as the temptations of individual power, wealth, and pleasure, in the world and in the churches, undermine the ideals of self-transcending love that define the final purpose of cosmic history. The good news Jesus brought is that failure can be forgiven, and penitent but imperfect souls can be empowered by God to form, in higher worlds than this, a communion of creative and compassionate souls that have encountered, endured, and conquered the forces of decay and death, and become fellow-workers with God and sharers in the divine love. The Christian churches (I use the plural advisedly) exist to relay this good news, but they should not be confused with the perfected communion which God wills for the whole world. To put it in Christian language, the Kingdom of God has come near in Jesus the Christ, so that in his name humans can find forgiveness, the help of the indwelling divine Spirit, and the promise of final fulfilment, but the full realisation of the Kingdom lies in a new creation."
  },
  {
    "id": "q009",
    "title": "Question Nine",
    "choices": [
      "Ethics requires divine command; without God, everything is permitted.",
      "Only consequences matter; there are no intrinsic moral values.",
      "Moral truths are absolute and knowable with certainty through Scripture alone.",
      "Moral knowledge is real but gradual and fallible - we learn through dialogue across perspectives.",
      "Morality is entirely relative; there are no objective ethical truths."
    ],
    "correct_choice": "D",
    "hint_wrong": "The answer holds that moral truth exists but our knowledge of it develops gradually and benefits from multiple perspectives.",
    "explanation_right": "Objective moral truth exists, but humans access it gradually, fallibly, and through learning from diverse viewpoints.",
    "question_text": "– Knowledge of moral truth\n\nI suppose we all live in a place where self-deception distorts our understanding of ourselves, our understanding of the moral sphere, and our relationships with God and each other. A key word is “sin”, which I note you did not use. This is wise. Such traditional language can be difficult for our secular friend. The narrative instead is that God has placed a high value on freedom – it is as you say the vehicle to chaos, which then creates the necessity of reconciliation in an alienated world. This freedom means that we can be self-deceived about justice and love. The result is churches that “preach the virtues of love, and ignore them in practice.”\n\nThe key themes are God’s freedom, the quest for self-transcendental love, the inevitable self-deception, and the resulting moral blindness and resistance. This all makes sense. However, let us dig a little more here.\n\nLet us try a little exercise. Augustine of Hippo from the fifth century and Thomas Aquinas from the thirteenth century – two giants of the Church – thought that both democracy and homosexuality were incompatible with the teachings of the Church. Democracy is problematic because it is potentially mob rule and God alone has determined the appropriate ruler, while homosexuality is a sin against nature. Both were sincere. Both were deeply morally serious. Both had Biblical texts that they could invoke for their position. There are no texts in the Bible explicitly endorsing either democracy or homosexuality. So, where exactly is the moral blindness here?\n\nThere are two questions here. The first is how exactly do we determine what God wants in society? What is our methodology whereby we discover moral truth? Is it intuition, the Bible, deductions from the God-intended order for society (my definition of natural law) or the Christian tradition? The second is that we are both committed to LGBT plus inclusion and to democracy. But how do we know that we are both right? Could we be self-deceived?",
    "answer_text": "I have accepted throughout this conversation that there are many different human views about the nature of reality and of value. It is not true that one of them is clearly superior to the others, and is accepted by all rational people. Intelligent and informed people hold different views on these matters. Some hold that there is no God and no objective value or purpose, while others disagree. Yet this does not mean that they are all equally true. Since they often contradict each other, that cannot be the case. We all hold views for which there is no conclusive evidence, and it is surprising, and irrational, that so many people, both religious and non-religious, hold that theirs is the only correct view, and even persecute those who disagree with them. Therefore no one can be certain, in the strict sense that no rational person could disagree,  about what God wants, or even of whether there is a God. This ought to establish the principle of freedom of conscience, that people will not be persecuted simply for disagreement, and it should end such persecution by believers and unbelievers alike.\n\nHowever, though we cannot be logically certain of any such views, we can, and often must be, wholly committed to some of them. For example, when considering the permissibility of abortion, we know that equally intelligent and informed people take different views, so no view is indisputably correct. Yet we must wholly commit ourselves to one view in practice. Similarly, with belief in God, we must either totally trust in God or not, and that is a life-changing yet not demonstrable decision.\n\nIt is important, however, that such decisions should be rational. Belief in the priority of mind, for instance, should be consistent with other well-established facts, especially of the sort found in the natural sciences. Such knowledge can change rapidly, and may often be controversial. So this principle leaves open the possibility of a plurality of interpretations. There is not just one rational view, but at least efforts should be made to achieve a consistent, coherent, comprehensive, and informed knowledge of relevant facts – for instance, of the age and size and development of the cosmos, or of human genetics.  By this criterion, medical studies of human gender and sexuality are important in making moral judgments about homosexuality. Some moral judgments have been based on inaccurate information, especially in the area of sexuality, and they may need changing.\n\nAugustine could have known little of these things, and probably associated homosexuality with depravity, so his views would certainly need revising. As for Aquinas and democracy, the social conditions for democracy simply did not then exist, but the ‘kingdom’ of which Jesus spoke was a community of free brothers and sisters, all of whom had equal dignity and respect under God. This is the ‘liberty, equality, and fraternity’ so often attributed to the anticlerical French revolution, but in fact is an essential part of the Christian ideal. If social conditions changed – and they did – it may turn out that some form of democracy (not yet achieved) is a worthy political aim.\n\nFor theists the idea of revelation is also important. If there is a supreme conscious agent, God, with a purpose in generating the physical universe, we would expect some form of revelation of that purpose. If God is a loving creator, as in Christianity, God would be concerned with all creatures, not with one small social group of humans. There are claims  to revelation in most cultures. They differ markedly in what they say. Yet it is possible to discern a common core in many of them. That is an idea of a goal for human lives which involves delivery from greed, hatred, and harm, and entrance into a state of knowledge, bliss, and freedom from suffering – and also, perhaps, includes some form of punishment for wrong-doing. That is what we find in many religions of the world, even though the details vary considerably.\n\nOf course they cannot all be correct, and so we must say that  most revelations contain some errors of various sorts (we all say that about revelations that contradict our own),  as well as the hope for liberation from evil by relation to a higher spiritual reality. The Abrahamic tradition (Judaism, Christianity, and Islam, among others) focusses on the hope of forgiveness of wrong-doing and a fulfilling personal life in relation to God. In the case of Judaism, the prophets (according to Christians) were often wrong in predicting that Israel would become the leading world state, or that the Messiah would be a political leader. Views of God developed in the Old Testament from an early polytheism and from a God who commended genocide (Deuteronomy 20, 16) to a rigorous monotheism and a God of mercy and compassion. Even though important truths about God’s nature and purpose are revealed, these are mixed with many human speculations and limitations of outlook. There is change and development within this tradition, not one unchanging set of truths which are unaffected by human thought and interpretation. At least that is what many  Jews might say. And since inspection of other traditions leads to similar conclusions, we might reasonably expect  such change and development to be to exist in most religious traditions.\n\nChristianity arguably erred in thinking that Jesus would return within a generation, or that Hell was  everlasting.  Jesus did not return within a generation in glory,  and many Christians have come to agree that a God who is loving would not torture people for ever without hope of reprieve.\n\nThe fact that many Christian churches  disagree about fairly important matters shows that there is not just one version  of exactly what is revealed in Christian faith.  Some Christians think that since we should love our enemies, we should be pacifists (Quakers). Some think that since Jesus criticized divorce, divorce should not be allowed (Roman Catholics).  Some think that since Jesus apparently said that he was the only way to the Father, non-Christians cannot be saved (Protestant fundamentalists). Some think that since the New Testament says, ‘I do not permit a woman …to have authority over a man’ (1 Timothy 2, 12), all women should obey men. Yet all these views are denied by many churches.\n\nThey are denied because moral views change even within the Bible, and they change partly because of reflection on what a God of forgiveness and universal love would do. God does not change; it is human ideas of God that change. In the history of Christian thought, slavery and the inferiority of women, capital punishment and the killing of unbelievers, all once thought to be justified in the Bible by a careful selection of texts, have, after many arguments, come to be seen as inconsistent with belief in a God of self-giving love.\n\nOnce the Torah, the Jewish Law, had been rejected, as it was by Christians, the Bible gives very few specific moral rules. With regard to politics, the advice it does give is very misleading – it recommends obeying rulers however evil they are! (Romans 13). A way was soon found, probably after rulers  started killing Christians, to reverse this advice, and there have been many Christian revolutionary (as well as many Christian fascist) movements. Democracy, never commended Biblically, just seems to  many to be the least bad way of obtaining a society of loving and responsible people. And that seems to be what a loving God would desire. Christian moral rules are not given as precise and unchangeable orders which are clear to any rational person. They have to be painfully worked out as ways, often in new circumstances, to realise the central moral principles of justice, concern for the disadvantaged, and compassion, which were manifested in the life of Jesus.\n\nThis means that there is not just one ‘secular morality’ that is opposed to  one ‘Christian morality’. There has been a deepening focus on what is  probably the central belief of Christian faith, that the primal consciousness, God, shares in the human condition of suffering and alienation in order that humans –  all humans – could share in the self-giving, forgiving, joyful, and enriching, kindness and compassion of God.\n\nThis central belief, even within the Bible, co-exists with some more negative beliefs that stress God’s vengeance on those who reject God, or with local cultural attitudes to women and slaves  and dissenters – attitudes that are undermined by other texts in the New Testament which point to God’s desire eventually to include all things in Christ (Ephesians 1, 9), as well as by the central belief in God’s universal love.\n\nWe are all disabled by self-regard and  self-deception. Revelation does not eliminate that fact. We may believe that some experienced facts (revelations) communicate the meaning and purpose of our lives. But the history of so many differing alleged revelations teaches that our interpretation is that of very imperfect minds, and needs to be tested by careful thought and wide experience. There is no guarantee that we are not mistaken.\n\nNevertheless theists must seek to  determine what God wants. We can do so  in two main ways. First, by asking what states make for human flourishing and well-being. Religion is not needed here, though it is not irrelevant. This is one sort of Natural (moral) Law approach. Second, for Christians, by seeing in the life of Jesus the sort of God there is – a God who shares in human suffering, who has special concern for the poor and outcast, who demands justice, humility, and compassion, but who forgives without limit, and desires all people to share in the happiness, love, and wisdom of life in union with primal mind. This makes  morality objectively demanding, yet also offers the hope that moral failure can be forgiven and true fulfilment achieved, if only by divine help. That combination of reserve and commitment gives to the moral life a unique and distinctive character which is concerned with ultimate human well-being as seen in the revelation of God’s purpose in the life of Jesus Christ."
  },
  {
    "id": "q010",
    "title": "Question Ten",
    "choices": [
      "Holiness comes instantly through a single conversion experience.",
      "Holiness is achieved through rigorous ascetic practices and self-denial.",
      "Holiness is an outdated concept irrelevant to modern spirituality.",
      "Holiness means strict separation from the sinful world and its pleasures.",
      "Holiness is growing toward wholeness - becoming a loving, serving person empowered by divine presence."
    ],
    "correct_choice": "E",
    "hint_wrong": "The answer presents holiness as growth toward wholeness and love, empowered by God, rather than separation or instant achievement.",
    "explanation_right": "Holiness means reaching one's proper goal - becoming a loving person who serves others, aided by divine power.",
    "question_text": "Holiness\n\nThis is all very compelling. Given, rationally, we are not granted certainty in ethics, we should be assuming that we need to live in a society where people should be free to articulate their understanding of the ethical so we can all learn from such perspectives. From this premise, the discovery of ethical truth is a gradual process that needs to accommodate insights from other disciplines (for example, science). In addition, one should not be surprised that some of the great theologians of the past did not have the conceptual framework to imagine a democracy. And even now we have a diversity of perspectives in the church – on abortion, divorce, and salvation of the non-Christian – that is indicative of the challenge of working out ethical truth. Now you still want to stress ‘revelation’, but you also want to stress that it is difficult to know precisely what is being revealed. Nevertheless, there is a truth to be discovered and perhaps with an appropriate focus on “human flourishing” we can slowly move towards that truth. This, coupled with what we learn of God in Christ Jesus, is a framework that can create parameters around ethical truth. This is all really good.\n\nHowever, a key theme of the Christian tradition is that God gives us the resources to be good. Our propensities to sin and selfishness can be overcome in some sense by Christ on the cross. For our Evangelical friends, we are all living with the consequences of the Fall. In Adam we have all sinned (Romans 5:12) but in Christ we can all be made alive (or righteous, as St. Paul would put it). On this account, the Fall has distorted our understanding of the ethical. We are mired in sin and in an inability to see what makes for “human flourishing” because of our inherited sin from Adam – the original sin. What we need is for God to take the initiative. We can only escape the impact of sin by acknowledging the centrality of the cross – the saving work of God in Christ.\n\nNow I suspect you would say that the evangelical framing of the tradition is an over-simplification. However, let us work through the following questions. First, to what extent has the Fall (perhaps disentangled from an historical event and focused on the idea that the Fall describes all the human propensities to selfishness and egoism) distorted our capacity to know moral truth and live a moral life? What is your understanding of original sin? Second, what do you make of the claim that somehow in the death of Jesus we can be saved from our sins? What is your atonement theory?",
    "answer_text": "I have suggested that the moral life begins with intuitions about what makes for human well-being. The revelation of God in the person of Jesus, for Christians, fills out those intuitions with the ideal of a loving, serving, reconciling community of morally free persons, empowered by the divine help of the living Christ. But there is no precise and changeless set of rules (‘the letter kills, but the Spirit gives life’ wrote St. Paul, in 2 Corinthians, 3, 6) which must be obeyed to the letter, and no sudden transformation of ambiguous and self-centred lives into totally wise and loving saints (‘the good that I would I do not, but the evil that I would not, that I do’, Paul wrote in Romans, 7, 19).  The Christian moral life is one of continual reflection and change, as deeper insights into what love requires hopefully arise. And even the most pious life is never free from usually unperceived elements of self love and restricted vision.\n\nIt is true that the command to love is absolute. But what love requires is hard to discern, and if the ‘sermon on the mount’ (Matthew 5 – 7) is to be taken seriously, it is even harder to put into practice. Some Christians speak of ‘original sin’, but I find this both morally dubious and based on a misinterpretation of the story of Adam and Eve in the creation myths of the book of Genesis. It is morally dubious if it implies (as Augustine did) that children, even before they have done anything, are guilty or at least morally imperfect and opposed to God. The misinterpretation is largely due to not realising  that Genesis is a mythical story of human origins, one that is not historically true (God never walked in a garden, trying to find Adam) but is meant to convey spiritual truths in poetic and symbolic form. Even then, the idea that sinfulness is somehow inherited from one’s ancestors confuses genetic and moral issues, and is foreign to Jewish readings of the text.\n\nWhat the idea of original sin (a basically Latin idea) seeks to capture is a sense of estrangement from God and an inability to know or do what is right. Paul puts this well when he writes, ‘As in Adam all die, so in Christ shall all be made alive’ (1 Corinthians 15, 22).\n\nScientific research in the last two hundred years provides a new, if incomplete, historical account of human origins. As complex life forms evolved, animals needed to reproduce and survive. It was natural to develop aggressive and sexually active forms of behaviour which could advance these aims. But close emotional ties and co-operative activity were equally necessary. Thus humans from the first needed to balance the two forces of aggressive dominance and co-operative affection. The Genesis story of ‘ Eating fruit from the tree of knowledge’ can effectively be seen as a symbol of a long process in early human history, one of gradually learning how to let co-operation outweigh aggression. This was the beginning of the moral struggle which has ever since marked human history.\n\nIn that struggle, early humanity failed. Co-operation and affection became more difficult to achieve, and the sense of a guiding spiritual force grew dimmer. Now, many generations later, humans  are born into a society where goodness seems  rare and onerous, and God seems powerless to act. We, ‘beings in Adam’ – that is, in our inherited animal nature – inevitably fail to achieve our moral destiny. What we ought, we cannot do. What we should love, we cannot see. And so we die, day by day, estranged from God, the source and goal of abundant life. That could be called ‘original sin’ – though a better term would be ‘estrangement from God’, from the goodness we are called to pursue.\n\nMany religions are concerned with this problem, and it often leads to fear of the gods or spirits, and to sometimes bloody sacrificial rituals to appease them. Christian faith affirms one creator God who desires the ultimate well-being of all people, and does not require the sacrifice of animals to appease God’s wrath. Sacrifice was an important part of ancient Jewish tradition, but there was also a recognition that God desired not animal sacrifice, but moral reform and purity of heart (‘I desire mercy and not sacrifice’: Hosea 6, 6).  When early Christians abandoned Torah, the Jewish law, they also abandoned animal sacrifice as a symbol of a life offered to God. Jesus was seen as the perfect sacrifice of a life wholly given to God, and that sacrifice could never be repeated.\n\nThe life of Jesus as a whole, with its readiness to face death in the face of evil, and its visible transfiguration after physical death, is a human image of a God who shares in the pains of the world, and desires the fulfilment of all humanity in the world to come. Pictures of Jesus on the cross are frequent throughout the Christian world, and are expressions of the pain Jesus endured in his resistance to evil. They  also show the pain God endures when creation is destroyed by human greed and hatred. But Jesus was not destroyed by pain and death; he lives in a transfigured form in the spiritual world (‘heaven’). Similarly, God is not destroyed by the evils of the world, but seeks to reconcile all things to the divine life.\n\nIt seems clear that humans cannot achieve perfection by sheer effort. But it is possible that they might turn to God and ask for divine help to make them more genuinely loving. Only God can perfect humanity. Humans are not only ‘in Adam’ – part of failed humanity. They are also ‘in Christ’ – part of humanity which the eternal Christ raises to life with God. Christ has to descend to the lowest depths of estrangement from and even antagonism to God and goodness to begin to draw people to true repentance. Christ’s purpose is not to die; God does not desire or require a death in order to forgive sin. Jesus’ death was caused by the  rejection of Christ’s purpose by a world estranged from God. Christ’s purpose is to call even the worst of sinners to repentance, to redeem the whole universe. For Christ is the one in whom the whole universe will be united (Ephesians 1). That redemption is costly, for it experiences and feels what has been defaced and destroyed in creation, and so is sorrowful and  compassionate. Then it works to reconcile all things to the divine life, which is difficult and often of little effect. What sort of God would choose sorrow and disappointment over unchanging beatitude? Not the God of Aristotle, free from the costs of a truly free creation. But a God revealed in the life of a man who lived among the poor and outcastes and died at the hands of those he tried to heal and reform.\n\nBecause Jesus is the Christ, we can say that he is the one who dies for us, that we might live. But we must be careful to say that it is God who saves in and through Jesus. It is not just a human death which saves, but the suffering of God as it experiences the horror of an estranged world, and unites with a human life which suffers death.\n\nAnd it is not, properly speaking, the death which saves. It is the Christ life which cannot die, which carries that human life beyond physical death, and which tirelessly works to reclaim human lives for itself. That is the atonement, the making-one of humanity with God.\n\nThere is no sacrifice that humans can bring to God. The only true sacrifice is God’s own renunciation of changeless bliss, and it is the self-offering of the man God has united to the divine. It is the entrance of the deathless into the world of death, in order that the dying may receive life. The cross is the cost of that gift, and all that humans can offer is lives offered to the crucified God. Repentance, trust, and obedience is the only appropriate human response to the transforming power of the eternal Christ, which was manifest and mediated on earth in Jesus. Thus atonement is the free gift of divine life, not some sort of tricky deal with devil or the imposition of an enormous penalty on an innocent man. The life, death, and resurrection of Jesus manifests in history the suffering, forgiving, transforming, and victorious actions of a God who wills the fulfilment and well-being of all humanity."
  },
  {
    "id": "q011",
    "title": "Question Eleven",
    "choices": [
      "Original sin is better understood as universal estrangement from God - a condition we all share, not inherited guilt.",
      "Sin is an outdated concept; humans are naturally good.",
      "Original sin is inherited guilt transmitted biologically from Adam.",
      "Sin only applies to deliberate individual moral failures.",
      "Humans are totally depraved and incapable of any good without grace."
    ],
    "correct_choice": "A",
    "hint_wrong": "The answer reframes original sin as estrangement rather than inherited guilt - a universal human condition needing healing.",
    "explanation_right": "Original sin captures the truth of universal human estrangement from God without the problematic notion of inherited guilt.",
    "question_text": "– Holiness part two\n\nI do appreciate the way you reframe a doctrine. So ‘original sin’ and ‘atonement’ are both reframed in such a way that you affirm the insight without some of the complex and damaging associations. Original sin is better understood as ‘estrangement from God.’ It is not an inherited condition starting in the Garden of Eden and passed on through sexual relations. Instead, it is a description of our human propensity to struggle with the good and our tendency to constantly opt for egoism and selfishness. And on the atonement, this is not an innocent life sacrificed to God to enable him to forgive sins, but rather a revelation of God whereby God enters the world of death to bring about the possibility of wholeness. Indeed, you insist that it is God who does the saving, not the cross as such.\n\nYou stress throughout that individual sainthood in this life is unlikely and very difficult. Paul’s rather compelling struggle with sin which is shared in Romans 7 is your key text. Paul knows what the good is but finds it difficult to live. This is, for you, why God is needed. God provides the resources to enable us to move slowly ever closer to the life that God intends for us.\n\nLet us dig a little deeper here. John Wesley, the founder of Methodism, took the view that Christian perfection was possible. In his book A plain account of Christian perfection, he argues that through the processes of sanctification (where we are made holy) a Christian can avoid intentional sin because their hearts are so filled with love for God and their neighbor. Although mistakes (through ignorance) might still happen, unintentional sin, thanks to the ‘perfect love’ - a love focused on God and made possible by the Holy Spirit – the Christian is free from intentional sin.\n\nOne slight worry I have about the Episcopal Church (and I suspect liberal forms of Anglicanism generally) is that we are constantly so reassuring that God loves us and forgives us that we breed a form of discipleship which is very relaxed about sin. We give ourselves breaks all the time because we are so confident of the loving God that tolerates all our breaks.\n\nJohn’s brother Charles was all much more nervous about such talk. For Charles Wesley, it is in the life to come that we can enjoy the perfected life. So, where are you on all this? Is it possible for a Christian to attain a life free from intentional sin? What is the role of the Church in cultivating such a life?",
    "answer_text": "Christians are exhorted to become perfect. ‘Be perfect, therefore, as your heavenly Father is perfect’ (Matthew 5, 48).The Greek word translated as ‘perfect’ is ‘teleios’, which suggests something like ‘attaining your proper end or goal’(‘telos’).\n\nThere is not much problem about saying that God attains the goal of deity, for God is presumably always fully what God ought to be. With humans there is a problem. We are almost never what we could be or ought to be. Most of us do not even know what we ought to be, and many of us do not think there is anything we ought to be - we can be what we like, perhaps. Still, there is often a nagging feeling that we could have done better or that we have not lived up to our own ideals.\n\nBelievers in  God usually think that God sets ideals for us. In each situation, there are objectively better possible futures that are open. If these are real possibilities, then they really can be chosen. But humans often are not aware of what is best, or they opt for easier or more pleasant-seeming paths. Indeed, societies are so estranged from awareness of the Good that it is almost impossible for anyone learning their values and goals in such societies to completely achieve the personal goals that lie in their nature.\n\nThis sounds as if God makes demands on people that they mostly find impossible to obey. That seems very depressing, and it can lead to desperate and futile attempts to achieve the impossible, to feelings of personal failure and despair when they fail, or even to casting aside morality as impossible and irrelevant anyway. Some Christians, believing that God freely forgives, have thought that they could sin whenever they wished, since God would always forgive them. They failed to see that evil actions always bring harm on the agent, even though the divine intention is to bring them to repentance. Genuine repentance is necessary before forgiveness can take effect. And genuine repentance is not easy.\n\nBut the Christian life is not one of mournful penitence.  God does not make impossible demands. God does hold before people the ideal of perfect love for all, as something to be achieved not instantly but through a long process of growing co-operation with the divine Spirit.\n\nIt might be better to think of God not as demanding, and then as punishing for inevitable failure. Rather, think of God as inviting people to bring out the good that is in them, as ready to forgive the mistakes that will be made along the way, as promising that, despite all the appearances of failure and disaster in this estranged world, the good will be achieved, and that it will be in the best sense self-fulfilling, not simply self-denying.\n\nObserving the world as it is, it would seem that for most people the personal achievement  of goodness, if it is to be achieved, would have to be beyond this life, and for many it would be a very long journey, which possibly might never  be completed. However, there are rare souls who seem to come near to alignment with the morally optimal possibilities of each situation (the ‘will of God,’ which is that we should always seek the good of others). For Christians, Jesus’ will was wholly aligned with the divine will, and that was because he was, in a unique way, filled with the divine Spirit. For many Christians other humans can realise such alignment. The  Roman Catholic church has defined that Mary, the mother of Jesus, was ‘immaculate’ - that is, free from sin or moral imperfection. And it is possible that other humans may achieve full alignment with the cosmic will for goodness.\n\nChristians may suppose that this is because the divine Spirit acts in and through them, even if it is not explicitly recognised as such. For each person has a unique vocation and the perfection of love can be exhibited in many forms. For Christians Jesus, in his death and resurrection, will always be the definitive manifestation of the divine suffering and the archetype of personal immortality. But the divine Spirit works throughout the world, and may enable rare individuals to be perfect in love, even if they do not thereby become infallible or free from intellectual error.\n\nIn the Protestant world, John Wesley taught that moral perfection was possible for Christians, while Charles Wesley rather felt that it could only be achieved after death. There is no need to decide this issue. The important thought is that such complete alignment with the divine will is possible, though for most of us it still lies far ahead. We pray that we will be forgiven for our failures if we repent (and make reparations if possible). But we have the assurance that we will have the help of the divine Spirit to bring us closer to God. Christian life should therefore be marked, not by the gloom of self-flagellation or by extreme asceticism, but by trust in the power of God to make us whole, by hope for the final renewal of the human world, and by the joyful acceptance of the power of divine love working within us to transfigure our lives."
  },
  {
    "id": "q012",
    "title": "Question Twelve",
    "choices": [
      "Worship must follow exact prescribed forms to be valid.",
      "Worship is for human benefit - acknowledging our highest ideals and opening ourselves to transformation.",
      "Worship is outdated ritual with no spiritual value.",
      "Worship is primarily about giving God the praise God needs and deserves.",
      "True worship is only private and individual, not communal."
    ],
    "correct_choice": "B",
    "hint_wrong": "The answer emphasizes that worship benefits worshippers, not God - it's about acknowledging ideals and inviting transformation.",
    "explanation_right": "God needs no reassurance; worship is wholly for our sake - acknowledging our highest ideal and opening to its transforming power.",
    "question_text": "Worship\n\nWhen we started this conversation, we had three issues that shaped the worldview of our secular neighbor. The first was God, science, religious pluralism, and the problem of evil. There you combined an affirmation of the reality of God with a gentle epistemology that acknowledges the complexity of knowing and the possibility of learning from other faith trajectories. The second was the ethical life – how we know what is true in ethics and why, so often, it seems that the Church is not on the right side of certain moral questions. Your last answer touches on what it is to become a person living life aligned with the goals of the best life that the Divine Spirit has for us. It is a compelling vision.\n\nThe third issue our secular friend worried about is attending Church. Now like all human practices, there is a season is learning. A cricket match or the Oxford Debating Society are both complex occasions, which take considerable time to learn. There are elaborate practices and rituals present in these secular occasions. And church is the same. You do have to learn the symbolism before you appreciate a service. However, learning the symbolism of Church is difficult. For someone unfamiliar with church, a service is just incomprehensible – complex expectations in terms of body posture, clergy wearing strange outfits, and lots of strange sentiments that one is required to read and affirm from a book.\n\nSo, perhaps we could now turn to church. It was Rush Rhees who famously said, “If an Almighty Super Frankenstein told me to bow down and worship him or I will blast you to hell, I hope I would have the decency to say, ‘Go ahead and blast.’” So let us start with that basic religious practice. Worship. People go to Church to worship God. Early on in a Eucharistic service, we all read or sing the Gloria in Excelsis. “Glory to God in the highest, and peace to his people on earth. .... For you alone are the Holy One, you alone are the Lord.” Why does God need us to say all this? It sounds like flattery. It sounds like one of those Greco-Roman gods that needs to be constantly affirmed. Is God such a fragile ego that God needs all this reassurance that we think he is so great?",
    "answer_text": "The first and most important thing I would say is that when people worship God it is not to make any difference to God. God needs no re-assurance and has no liking for flattery. It is wholly for their own sake. It is a bit like saying ‘This is my highest Ideal, and it is perfectly realised in the being that I love and would give up anything for’. Saying ‘Glory to God’ is not an attempt to add some glory to a narcissistic cosmic monarch. It is saying, ‘I give my allegiance to the personal source of the universe, and to seeking the flourishing of all the good that it intends’.\n\nPeople may give their allegiance to many different things, and some of them are fairly terrifying. Human history is filled with people whose highest ideal is power, whose greatest goal is domination over others – their God is a savage God who demands blood and death.\n\nWe say that people worship money, and what we mean is that the love of money is what motivates all their actions. It matters what we worship, and ethical monotheism requires that what we worship should be love, compassion, and care. Such things as love and compassion do not just exist in some strange abstract space. They exist as dispositional properties of a personal being, and it is that being who is loved and worshipped. So ‘You alone are the Holy One’ declares that only these virtues are to be admired and realised in our lives.\n\nThis is the basic Judeo-Christian-Muslim belief – though it too can be perverted and become an intolerant and divisive worship of a savage and bloodthirsty God, the God of many of the early Hebrews, the Crusaders of Christianity, and the militant Jihadists of Islam.  It is such intolerance and divisiveness that people often see in religion. Unfortunately, they are right.\n\nYet that is what we should expect if we think that our world is estranged from God and under the power of greed and aggression. The Christian church  is an institution, or group of institutions, comprised of people who are devoted to Jesus as the Christ, the manifestation of the eternal Christ on earth. Yet it is not exempt from the corruptions of the estranged world. Ambition, envy, and aggression, can be found in the church as in every human institution. One of the pathologies of Christianity is to think that the church is a society of pure and perfect people,  or that it is easy to distinguish the good from the bad.\n\nAll are estranged; and all are called to perfection. No individuals can invent Christianity for themselves. It must be learned in a community, put into practice within a community, and supported by a community of fellow pilgrims. The church has a personal ideal of perfection in the life of Jesus, a pattern of self-giving in the death of Jesus, and a goal of transfiguration in the resurrection of Jesus. It also has, Christians believe, a present relation with the risen Jesus through its prayers and sacraments.\n\nYet the church is a human institution as well as a divine one. It calls sinners to participate as well as the respectable. It is a place where cosmic mind encounters and empowers human minds. Worship is the human response to the disclosure  of the ultimately real. The appropriate response  is one of awe (characterised as ‘fear’ in many Biblical texts), reverence, and philokalia (love of the good and beautiful).\n\nThe seemingly strange practices of many Christian churches, from ‘eating the body of Christ’ to speaking in tongues, are ways of forming this response in minds at many different stages of development and in many different cultures. The churches are societies of people who are morally and aesthetically diverse. They are parts of the estranged world, not exempt from it. But they speak of a world beyond and of an ultimate reality which breaks into this world and begins to transform the lives of those who are open to its call. In this sense, strange and even repulsive though they may sometimes seem, churches are communities where people learn to respond to the ultimately good and beautiful, and to participate in its presence and its power. They can be, and often are, sources of light in the darkness of an estranged world."
  },
  {
    "id": "q013",
    "title": "Question Thirteen",
    "choices": [
      "Sacraments work automatically regardless of the recipient's disposition.",
      "Sacraments are merely symbolic memorials with no spiritual reality.",
      "Sacraments are temporal signs pointing to eternal spiritual realities - the Eternal Christ becomes present through them.",
      "Only two sacraments (baptism and communion) are valid; others are human inventions.",
      "Sacraments are unnecessary; only inner faith matters."
    ],
    "correct_choice": "C",
    "hint_wrong": "The answer sees sacraments as genuine encounters with spiritual reality, not mere symbols or magic - temporal signs of eternal presence.",
    "explanation_right": "Sacraments are real encounters with the Eternal Christ through material signs - neither magic nor mere memory.",
    "question_text": "– The sacraments\n\nIt is in Church, then, that we sit and acknowledge the source of everything as an ideal that we affirm and invite to shape our lives. All those hymns and prayers that sound like flattery should be seen as an invitation to recognize that God is the source of our values and the resource to enable those values to be realized in our lives. This is a beautiful vision of worship.\n\nNow Christians disagree about many things. And one of them is the significance of the Eucharist, or, to be more precise, the bread and wine that become the Body and Blood of our Lord. Some, like our Baptist friends, make the Lord’s Supper a monthly occasion that supplements the preaching of the Word. The more liturgical traditions – the Roman Catholics, Orthodox, Lutherans, and Anglicans – make the Eucharist (or Mass) much more central.\n\nNow our secular friends can understand the Baptist line. The bread and the wine are vehicles that enable us to remember the death of Jesus Christ. However, in the liturgical traditions – in the Anglican tradition of which we are a part – there is a really weird claim. These traditions claim that when Jesus said of the Bread – “this is my body” - and of the wine - “this is my blood” - he meant it literally. Somehow when a priest says The Great Thanksgiving, the bread and the wine become the body and blood of Jesus.\n\nThis does sound very odd. So, Jesus is on the cross two thousand years ago, there has been a billion Eucharists since then – does this body and blood fly from the past to the table? And if you put the bread and the wine under a microscope and compare the before the Great Thanksgiving and the after the Great Thanksgiving, it is still identical. The question is then: is there any way that this sacramental theology can be intelligible and plausible?\n\nThere is, of course, an extensive debate about the number of sacraments. Roman Catholics have seven – Baptism, Confirmation, Eucharist, Penance, Anointing of the Sick, Holy Orders, and Matrimony. Meanwhile the Lutherans and Anglicans tend to stress the two primary ones that Jesus affirmed – Baptism and the Eucharist. How many sacraments are there?\n\nThere is a trend among liberal Christians to say everything is sacramental (everything can be a vehicle of God’s grace – whatever that means). This means that a tree or a child’s birthday party or a book club or the view of the ocean can all be moments when you see God. Is this right?\n\nWhere do you stand on the sacraments?",
    "answer_text": "Most Christian churches take the recorded life of Jesus in the Gospels to be a decisive revelation of the nature of God. This life had a more than historical significance. It was based on a series of historical events, but it pointed to a spiritual and eternal reality. It was a sacrament, a temporal event with an eternal meaning. That is what I think a sacrament is.\n\nYet Jesus, for his followers, did not only show what God was like. He conveyed something of the wisdom and love of God to them, as they were open to receive it. The extraordinary thing was that after he died, it seemed to them that he continued to do so, as in his risen transcendental form he conveyed a present and powerful spiritual force to them.\n\nIn succeeding ages the many societies of his followers, the churches, established rituals which formalized these experiences of discernment and empowerment. They became the Christian sacraments.\n\nDifferent churches developed rather different theories and interpretations of the sacraments, but in almost all of them the leading idea was that through these rituals, Jesus Christ was known as a living presence and empowering spiritual force.\n\nThere can surely be countless temporal times and places where Spirit can be known and felt, and they are certainly not confined to churches. To some people the churches they have known would be the last places they would occur. Yet it is fitting that those who find Jesus to be their window into God and the source of their growth in the Spirit should look to the sacraments of their church for their spiritual growth.\n\nAs a priest of the Episcopal (Anglican) Church, I am aware that this church is just one small part of the Christian world, but I am fairly happy with our view, deriving from St. Augustine, that the two main sacraments which are recorded as originating with Jesus, are baptism and the Eucharist. The Eucharist can seem especially strange to non-Christians, with its talk of eating the body and drinking the blood of Jesus. But if you think of a sacrament as a temporal sign of an eternal truth, it will begin to make more sense.\n\nChristians are not cannibals, and do not eat physical bodies. In the Eucharist they consume bread and wine. A ‘body’, in the broadest sense, is a physical object with a spatio-temporal location. The body of Christ, in one sense, is such an object which makes the spiritual reality of the eternal Christ accessible at that location. Of course, Christ is present everywhere, but that reality is rarely accessible to humans (it is not discerned or felt). In the person of Jesus, his followers believe, the nature of the eternal Christ was manifested in a decisive way.\n\nIn the Eucharist, when bread is consecrated it exists as a re-presentation (not a repetition) of this historical manifestation. For at the last supper with his disciples, Jesus made the sharing of bread ‘in memory of him’ a way of making his presence as disclosive of the eternal Word of God something continually available to the churches.\n\nIn its context, in a community of faith, consuming the bread is thus taking the reality of Christ into one’s own life. Bread becomes the ’body’, the  spatio-temporal location, of the eternal Christ as it was revealed in Jesus.\n\nIn a similar way, wine becomes the ’blood’, the life (in the Hebrew Bible, blood was thought to be the life of animals) of the risen Christ, received by the devotee in the context of reflecting on the life of Jesus and turning to Christ in prayer.\n\nThe physical elements of bread and wine do not change, but their meaning changes completely as they become the vehicles of the real presence and life of the Christ disclosed in Jesus. This should not be thought of as a matter of merely subjective feeling. It is the real imparting of the divine Spirit in  and with the physical elements of bread and wine.\n\nThis is my own view of how the Eucharist  can be a central part of Christian life. Most churches accept that Jesus did institute the celebration of a meal in memory of him, but some regard this solely as a memorial, and do not give the bread and wine special sacramental significance.\n\nI have tried to give an account which is spiritually helpful of one central church sacrament, but I recognize that there are many other ways of receiving Christ or the Spirit into one’s life without employing such heavy symbolism. For them, perhaps the word ‘sacrament’ could be given a much broader meaning, and refer to any temporal event with spiritual significance. That would not be wrong, but the more specific idea of church sacraments, especially the Eucharist, has been important for most Christian traditions, and remains for many a central focus of their spiritual lives."
  },
  {
    "id": "q014",
    "title": "Question Fourteen",
    "choices": [
      "Ministry is only about preaching, not sacraments.",
      "Only ordained priests can validly perform sacraments through apostolic succession.",
      "Anyone can do anything; no special ministry is needed.",
      "Christ is the true minister of sacraments; human mediators serve this reality without exclusive claims.",
      "Ordination confers indelible supernatural powers unavailable to laity."
    ],
    "correct_choice": "D",
    "hint_wrong": "The answer emphasizes Christ as the true minister - human orders serve this without implying exclusive supernatural powers.",
    "explanation_right": "The validity of sacraments rests on Christ, not human ministers - though ordered ministry serves the community's worship.",
    "question_text": "– Orders of Ministry\n\nThe beauty of your account of the sacraments is that you manage to affirm that the bread and the wine become more than just bread and wine without lapsing into some complex ‘magic’. The Eternal Christ is present in the consecrated bread and wine. The context in which we receive the bread and wine makes the moment holy. This all makes sense.\n\nIn the Anglican and Roman Catholic traditions, you need to be a priest to preside at the table (or should I say altar) and celebrate the Eucharist. And with this role comes a very fancy title. It started in the fifteenth century and became widespread in the seventeenth century, priests have been ‘revered’ - hence carry the title Reverend. Now I know a lot of priests (me included) who I don’t really think deserve to be revered. But part of the reason for the title is the claim that they are a vehicle that can mediate God’s grace in the Eucharist.\n\nIt is all linked to the claim that bishops who ordain priests are in apostolic succession. There is a link between Jesus and the apostles and the Bishop of Connecticut who ordained me a priest. For many lay Christians, this distinctive link with Jesus creates a capacity to confront evil (a demon perhaps) as well as create the gift of the sacrament of Holy Eucharist.\n\nNow naturally, there is a threefold order of ministry in the liturgical traditions – Deacons who assist in service and liturgy; priests (perhaps presbyter is better) leads the congregation and administers sacrament; and the bishops who ordain clergy and provide doctrinal leadership. Some traditions (such as the Anglican Church) permit women to serve as priests and bishops. Others do not.\n\nThese roles in the church come with some very strange outfits. A clerical collar (which again has its origins in the 15th to the 17th century but became the norm relatively recently in 1865 and Roman Catholic priests in the United States were required to wear the collar in 1884) is part of a priest’s attire. Then so many vestments are hang-overs from the Greco-Roman world – the Alb (the white linen tunic) and the chasuble – were developed in the sixth century; and we are still wearing them. Why?\n\nSo, my question is this: what account would you give of the threefold orders of ministry? Do you believe in the apostolic succession? How do you feel about being a reverend? And do we need all these funny clothes?",
    "answer_text": "Now you are asking me to leave the realms of theology and get into the realm of politics and authority in the churches. I confess I am a little uncomfortable here, given my general view that all human institutions are corruptible. There is going to be no perfect or ideal institution. The checkered history of the churches confirms this judgment, as the degree of corruption, division, immorality and hatred that many churches have displayed is depressing in the extreme.\n\nI was baptized and confirmed in the Church in Wales, a small Episcopal self-governing national church which makes no claim to be the one true church, disagrees with the Roman Catholic and Orthodox churches by ordaining women as priests, and is hospitable to many varieties of Christian belief. I am reasonably happy with that, since it is also a member of a world-wide Episcopal federation of churches, so not too nationalistic, and I like to draw the limits of acceptable Christian belief as broadly as possible.\n\nThe issue of women priests and of Bishops is a very divisive one at present. The Roman Catholic church holds that only priests have authority to forgive sins and to celebrate the Eucharist, and when they do, they stand in the place of Christ, something which women cannot do. Furthermore, there needs to be a continuous line of Bishops from the 12 apostles with the authority to ordain men as priests (the apostolic succession).\n\nI am not persuaded of these points, though I accept that many Christians are, and this will prevent any full unity of Christian churches, though it should not lead to hostility between them. My view is that Christ is the one who makes the sacrament valid. The human celebrant is the mediator, not the incarnation, of Christ. The celebrant's sex does not matter, as women are fully human.  And I think it is fidelity to the gospel that is passed from the 12 apostles to present day Bishops (senior leaders), not any physical succession in office. It may seem a pity that this cuts me off from complete union with so many fellow Christians. But then such diversity is natural, and it may even be a good thing that freedom of belief should be welcomed and can lead to friendship without insistence on complete agreement. Maybe that is a lesson Christians, and many religious people, have yet fully to learn.\n\nAs for all the funny clothes and so on, I do quite like many old traditions, though it is surprising how relatively recent ‘old traditions’ can be (they are usually only from 5 to 500 years old). Given my acceptance of human depravity, I recognize that my membership would make any church less than perfect, but I do believe that Jesus’ ‘sermon on the mount’ (Matthew 5 – 7) is a permanent reminder of what a church should be. So, I like diverse traditions, but think they should all be aware that they are one among many interpretations of faith. Some unfortunately should be opposed, when they promote violence or harm. But change is always possible, and there can often be much to learn from traditions other than one’s own. There is no fixed formula determining how one should view diverse traditions, but reference to the sermon on the mount should influence one’s attitude in particular cases.\n\nI do support the ecumenical movement, which encourages friendship and dialogue between different Chistian churches. I would welcome some form of formal union between Christian groups. But I am very conscious of deeply held issues which at present divide churches. For that reason I would stress the importance of supporting conscientious freedom of belief and tolerance of diversity, while opposing groups which encourage violence or hatred.\n\nTo answer your questions, I think the division of Christian ministry into deacons, priests, and bishops, is a natural and understandable historical development. But it is not the only possible or Biblically authorised system, and it needs to be protected against authoritarian and paternalistic tendencies. I do not mind being reverend ( not ‘very reverend’ like you) and wearing funny clothes, but I do think we should all accept Jesus’ teaching that ‘he that would be great among you must be your servant’ (Matthew 20, 26), and that reverends and very reverends should start making the coffee for parish meetings, and washing their own funny clothes. Somehow, I cannot see that happening, so we all have to live with compromises – but at least we should see what we are doing."
  },
  {
    "id": "q015",
    "title": "Question Fifteen",
    "choices": [
      "The Church has infallible teaching authority that cannot err on doctrine.",
      "Doctrinal boundaries are oppressive and should be abolished entirely.",
      "All doctrine is equally essential; any deviation is heresy.",
      "Heresy is merely difference of opinion that should be tolerated.",
      "The Church must safeguard the core gospel (Jesus as forgiver and life-giver) while allowing theological diversity on secondary matters."
    ],
    "correct_choice": "E",
    "hint_wrong": "The answer distinguishes essential gospel (Jesus as liberator and life-giver) from secondary theological elaborations.",
    "explanation_right": "Fidelity to the gospel core is essential; but much theological elaboration is secondary and admits diversity.",
    "question_text": "– Church and Heresy\n\nThe idea that it is the validity of the sacrament is Christ and that any human can be a mediator of the sacrament is powerful. And once again you simplify matters considerably when you insist that the key idea that the Church must safeguard is “fidelity to the gospel” - this needs to be effectively passed down from the apostles to our current Bishops. In The New Apologetics, I argued for a more robust account of the apostolic succession, although I confess, I am not sure that I still believe that.\n\nBut this might be a good segue to my next question. For you, one of the attractions of the Church of Wales is that you like “to draw the limits of acceptable Christian belief as broadly as possible.” Simultaneously, you do want the Church to ensure “fidelity to the gospel” over the centuries. How do you relate these two aspirations? The first would imply considerable openness; and the second would imply a firm boundary.\n\nTraditionally, the Church has been very concerned about heretics. Irenaeus in 180 CE wrote Against Heresies. It was partly a concern about the unity of the Church, but it was also a concern about fidelity to the Gospel. When the Ecumenical Councils gathered, they wanted to safeguard certain crucial claims about Jesus – Jesus really was fully God and fully human, Jesus was a disclosure of the Eternal Word and the Eternal Word was the Second Person of the Trinity, and that Jesus really does save humanity on the cross.\n\nIn your writings, you took on Don Cupitt – a priest who argued for a non-realist account of the faith (a faith without an objective God but instead a God of moral aspiration). You have defended a robust account of the Incarnation, where Jesus is identical with God, against the theological pluralist John Hick.\n\nSimultaneously, you have described yourself as very sympathetic to the Hindu philosopher Ramanuja’s Vishishtadvaita Vedanta - his qualified non-dualism. Is there is a sense in which you are a Christian Hindu? And if so, is this compatible with being a priest in the Church of England?\n\nSo, where should the Church draw a line? Is the concept of heresy still intelligible? Are there views that cannot be tolerated in the Church?",
    "answer_text": "When I say that I desire fidelity to the Gospel among leaders of the churches, I mean by Gospel the proclamation of Jesus as the forgiver of sin and the giver of new life in the Spirit. Jesus is the Messiah, the liberator and life-giver of humanity.\n\nThat is a simple gospel, and people like me (theologians) will want to spell it out further. History shows that there are many ways of doing this, many of them fantastic, many appealing, none of them wholly adequate. We get various definitions of the incarnation, atonement, the Triune nature of God, and the afterlife which differ considerably. Meetings of church leaders (some grandly called ecumenical councils, though there are even arguments about which these were) have argued about these, and often voted on which they preferred. Political and national factors have strongly influenced them, and eventually churches split into Roman Catholic, Orthodox, Protestant, and many smaller groups, because they could not agree. Each of them accused the others of heresy, by which they meant that only their own church had the right view. It is natural to think one is right, but it is not natural to think that one’s own view is identical with God’s, especially when it was arrived at after so much bad-tempered and sometimes violent argument.\n\nWhat I would prefer to stress is that God’s revelation is not doctrinal; it is existential. Those who became the first disciples did not assent to a raft of doctrines. They encountered Jesus as one who gave a new and demanding interpretation of Torah, who warned of divine judgment on evil, but who proclaimed that the Kingdom of God had come near, and eternal life with God was promised for all who trusted in God. They received from Jesus forgiveness of past sins, a vision and a power of new life, and a promise of personal fulfilment in union with God. This is still the heart of Christian faith, the Gospel which has been handed down from the first apostles, so that people can still encounter the risen Jesus, and be inspired by his Spirit, which is the Spirit of God.\n\nOf course there are doctrines here, but they need to be worked out more fully with reference to our other knowledge of the world and in relation to other religious traditions, especially to Judaism, the mother of Christianity. Those who are blessed (or cursed) with intellectual curiosity will face a raft of questions about the exact relation of Jesus and the church to Torah, how and when the divine judgment will be carried out, what the Kingdom of God is, and what the afterlife will be like. None of these things is clearly stated in Scripture or anywhere else. They are matters of theological interpretation, subject to all the vagaries and limitations of human thought. There will be authorities to guide us, but who will those authorities be? For many, they will be the church leaders (the magisterium, for Roman Catholics). For some others, it will be the Bible (but there are many different interpretations of the Bible, as is shown by the large number of Protestant churches). I myself  think it would be wise to consult scholars who have spent their lives studying the Scriptures, scholars of the history of religious traditions, and those generally considered to be outstanding doctrinal theologians. But then I am a doctrinal scholar, so I would think that – and I also know how argumentative scholars can be. But I still think we should consult them. I do not think it is wise to regard any of them as inerrant. I understand that many want a stronger view of authority than this, something infallible or protected from error. But I think there are too many opposing views from intelligent and well-informed people for this to be plausible. It seems arbitrary to take one view as certain when it is opposed by so many informed and conscientious people\n\nWhat then is to be done? We just have to start from where we are; then, if we can, research as widely and deeply as is possible for us, both views similar to ours and those which are very different; and then decide either to stay with where we are, or to modify our beliefs without fundamentally abandoning them, or, in extreme cases, to change even the core of our learned beliefs. We cannot evade the fact that we do have to decide, even if it seems to us that it is not so much a personal decision as a simple response to truth. Whatever we do, God will, I believe, accept those who honestly seek truth, even if they turn out to be wrong. That is why I think it is immoral to persecute heretics.\n\nThe fact is that none of us starts with a blank sheet. All of us grow up with a set of beliefs and values that we have learned from others. The philosopher Immanuel Kant stated one view of the European Enlightenment by saying, ‘Think for yourself’. But that ignores the extent to which we are all shaped by the communities we live in, which have taught us our basic values and outlooks. For many, that will determine their beliefs. For others, new knowledge (like the theory of evolution), new moral values (like the full equality of the sexes), and new information (like better understanding of other cultures and ideologies) will modify accepted views, and sometimes change them radically.\n\nAt this point I should advert to my own position. I was born into a very secular culture, where religion was not considered important. But I joined Protestant Christian groups, singing in church choirs for example. There were different Protestant churches around me, so I knew that I was associated with a small minority (Episcopalians or Anglicans) within a larger minority (Christians) in a culture that contained a diversity of views, but that on the whole was democratic and not religiously based (despite the fact that the Church of England is vanishingly ‘established’ as the national faith).\n\nStarting from this base, it is hard for me to think of one supreme authority in religion which alone knows the absolute truth. It looks obvious that there are lots of different views on almost every topic, and that what became Christian orthodoxy was often the result of hard fought debates, not of simply recording what all Christians had always agreed on.\n\nThe churches I knew very often accepted the ancient ‘orthodox’ conclusions, though with various qualifications. So they got general agreement on the Nicene Creed, for example, but  certainly not on the Athanasian Creed. And after the Protestant Reformation they disagreed with most Roman Catholic decisions, especially Papal infallibility and the idea of church authority as embodied in a male hierarchy.\n\nSo in the churches I was associated with, the idea of heresy gradually disappeared, and was replaced by an acceptance of diversity of interpretation. Of course, there are crazy and dangerous interpretations, and some that should be opposed because they are harmful or commend hatred. But often there can be much to learn from other traditions. I have learned much from the Indian tradition of vishist-advaita, and have sometimes called myself an Advaitan Christian. I believe the time has come when spiritual insights can be drawn from many religious traditions. After all, if God is concerned for the salvation of all, God will have revealed something of the divine nature and purpose in every human culture. It will enrich many Christian traditions of theological interpretation to affirm this.\n\nThis is a global ecumenism, though for many it will be enough just to establish good relations others in their locality. Christians can accept a division between the Gospel proclamation and later theological interpretations, and so draw the boundaries of Christian belief as broadly as possible, yet remain true to the basic Gospel of divine forgiveness and eternal life in God through Jesus Christ."
  },
  {
    "id": "q016",
    "title": "Question Sixteen",
    "choices": [
      "Doubt is a valuable tool for testing beliefs - subjective commitment can coexist with objective uncertainty.",
      "True faith eliminates all possibility of doubt.",
      "Doubt and faith are completely incompatible.",
      "Doubt is sinful and should be suppressed through stronger faith.",
      "Doubt proves religious claims are false and should lead to abandonment of faith."
    ],
    "correct_choice": "A",
    "hint_wrong": "The answer sees doubt as a philosophical tool for testing truth, compatible with subjective certainty and commitment.",
    "explanation_right": "Doubt tests beliefs constructively; one can have subjective certainty and commitment while acknowledging objective uncertainty.",
    "question_text": "– Doubt and Experience\n\nIt is interesting to watch how you weave the sociological reality of one’s own location (a protestant in an increasingly secular country, aware of how different cultures shape us all) with a humility about your understanding of the truth. You also stress that the heart of faith is not so much a rational claim about the nature of the world (although you have already made it clear that materialism is – intellectually – a highly improbably worldview), but more an existential encounter with the promise of forgiveness in Christ.\n\nSo, let us explore the concept of doubt for a moment. In question three we touched on the challenge of staking your life on an intellectual hypothesis. There you anticipated your emphasis here on the centrality of experience and the complex relationship of the lived experience and intellectual reflection. The experience gives us conviction; the reflection gives us humility.\n\nThis does raise the issue of the vagaries of experience. On the one hand, we have Michael Goulder who after forty years in the priesthood finally acknowledges that he never had an experience of God. (See John Hick and Michael Goulder, Why Believe in God?). And on the other hand, we have Mother Teresa who lost her experience of God. Her private letters document her pain. She writes, “Please pray for me, that it may please God to lift this darkness from my soul for only a few days. For sometimes the agony of desolation is so great and at the same time the longing for the Absent One so deep, that the only prayer which I can still say is – Sacred Heart of Jesus I trust in Thee – I will satiate They thirst for souls.” (Mother Teresa, Come Be My Light, Chapter 8). Her only certainty was her sense of vocation and the obligation to serve the poor.\n\nMy question is this: does the reflection, which is aware of the complexity of knowing about God, ever undermine or create doubt for you in the legitimacy of the experience? We are having this exchange as we both age and are conscious of our mortality. Do you ever find yourself doubting life beyond the grave? Do you ever find yourself thinking that perhaps Jesus was not the Incarnate Word but just another first century apocalyptic prophet?  Or perhaps the doubt in Christianity takes the form of thinking that perhaps another religious tradition has more truth. Perhaps the Hindu claim of reincarnation is more plausible than a different space-time universe called heaven? And finally, if experience is so central, then why is it so often denied to the person who prays fervently for the gift of a sense of God?",
    "answer_text": "Doubt is a major tool of philosophical enquiry. It is a way of testing the truth of beliefs. It does not aim at objective certainty, which is rarely obtainable. Objective certainty is such that all informed and intelligent persons would agree on a truth claim. Subjective certainty is when a person feels sure of a truth, but some equally informed and intelligent persons do not agree. In matters of morality, philosophy, the arts and religion, objective certainty can never be achieved. But subjective certainty is widespread.\n\nOn some matters, subjective certainty is compatible with and even demands absolute commitment. For instance, you may not be sure you can swim well, but you may be certain you should dive into the sea to save your child, and you may do so, ignoring your doubt.\n\nIn morality, you may be certain that you should care for a disabled person, though many others would not only doubt that, but would avoid helping.\n\nIn music, you may devote your life to studying Wagner, though others may find him boring and long-winded.\n\nIn philosophy, you may be certain that Idealism is true, while your friends regard it as confused and mistaken.\n\nIn religion, you may commit your life to following Jesus, even though you know some others think he was a deluded prophet. This could be because you believe there is a God, who speaks through prophets and sages; or because you believe that the demands of moral goodness are rooted in some objectively existing being.  It could be because you accept Jesus as the, or at least a, human image of God; that  you trust the testimony of the apostles to his resurrection, that you are impressed by the reported experiences of the risen Jesus by wise and good people; or that  you  think trusting in Jesus as the Christ has forgiven your past sins, and given your life more meaning and hope.\n\nAll these things, and many others, are inter-connected. None of them stand alone as the basis of all the others. They form a closely formed web of beliefs, some central and some more peripheral, but all supporting and supported by the others. In this complex web, beliefs near the centre are more firmly fixed and their removal would affect or undermine many other beliefs. For instance, removing belief in God would, for most people, remove most other Christian beliefs. Whereas removing a belief on the periphery might have less effect on the others. Changing your mind about women being priests might have few effects on your other beliefs, though it probably would have some, and for some people they would be very important.\n\nEverything that gives only subjective certainty is in principle subject to doubt. However, all the factors mentioned can make what may otherwise seem a purely subjective certainty into a basis for an absolute commitment.\n\nMost importantly, Christian faith is a gospel, the proclamation of the Lordship of Christ. This is the proclamation that the old age of Temple sacrifices by the Jewish priesthood was coming to an end, and a new age in which the Spirit of Christ can be felt in the hearts of humans everywhere has begun. The Lordship of Christ, the ‘coming near’ of the Kingdom of God, has ushered in an age that promises liberation from the forces of hatred, greed and pride that have estranged the human world from God.\n\nThis is not a matter of just having some pure religious experience. It already presupposes a general acceptance of the prophetic and priestly history of Israel, and an expectation of a Messianic renewal in Israel. It also supposes belief that Jesus died and rose from death. It is not just a matter of subjective experience, but entails belief in historical facts. Such beliefs are always subject to sceptical doubt.\n\nBut faith is not just assent to historical facts. It is responding positively to what is felt to be God’s call. For those who hear it, the call is insistent and demanding. It is like the call of morality which comes in the midst of a world of injustice and untruth. But it is a more personal call. It does not just say ‘You must do this’. It says ‘I am the one who chooses you to be with me’.\n\nIn Christianity, this call can evoke a  committal of life to Jesus Christ, taking him to be the human image of God, following his teaching, affirming his risen presence, and accepting the working of his spirit in the heart. This is an absolute commitment,  even though it is based on a subjective certainty.\n\nThe churches have a gospel to proclaim, that God offers forgiveness and new life to all through Jesus Christ. Theologians work out the presuppositions and implications of this gospel. There is a broad agreement on many of these, but there are also quite a few disagreements (compare Tridentine Catholicism with German liberal Protestantism), and of course social and scientific changes force various restatements of them. It is in this area of working out the presuppositions and implications of the gospel, that the believer can legitimately express doubts and explore new possibilities.\n\nAn informed believer should allow for doubt and diversity, allowing that people can be subjectively certain of different and sometimes conflicting beliefs. One cannot help what one believes to be true, as long as one has investigated as widely and deeply as one can. Yet Christians, who have once made an absolute commitment to what they believe to be the call of God, will naturally try to make this central to their conceptual web.\n\nThere have been times when doubt was regarded as sin. That is only possible when there is some clear authority that could lay down truths that were objectively certain. If this is thought to be not the case,  all is subject to rational doubt.\n\nThe fact that you have made an absolute commitment is a very strong reason countering doubts which may arise. But it is not irrevocable, and could be outweighed by strong enough considerations. Throughout my academic career I have taught philosophy, and it has led me to see  that intelligent people can hold their views strongly while calmly accepting that many others disagree. In theology I think it would be healthy for the same thing to be accepted. As long as people honestly seek truth, God will accept them.  So I think that churches should be hospitable to such seekers. That  is what I mean by setting the bounds of belief as broadly as possible.\n\nNevertheless, once an absolute commitment has been made, it is reasonable to seek views which support it, and there is a probability, not a certainty,  that doubts can be resolved, even if one cannot see how. It is possible to be absolutely committed while living with doubts and indecisions.\n\nNor does absolute commitment necessarily involve a spectacular vision or emotional event, though especially in the case of prophets and sages, it may do. As in morality, the ‘call of duty’ may be the occurrence of a strong belief that one should act in a specific way, without any emotional content. So in religion the ‘call of God’ may be the occurrence of a belief that one should trust and obey God, without any special feeling occurring.\n\nWhen people say they have no ‘experience’ of God, they are perhaps thinking of God as a person who would be known to them as a loving presence. Yet the idea of God as a person whose presence evokes a response of loving devotion is only one way in which God is known.\n\nSuch experiences are of enormous value, and the Hebrew prophets, Christian saints and individuals in other religions too have them, but they do not occur to everyone. Some other main ways of religious experiencing are the unitive way, where the self is felt to be absorbed in an ineffable and all-including and blissful reality; the moral way, finding oneself irresistibly attracted by ideals of goodness and supreme value; and  the aesthetic way, where nature, music, art, or literature speak of a transcendent depth mediated through finite forms. They can all be seen as genuine experiences of God.\n\nI have no idea why some people would lack a sense of a devotional presence, except to say that such is not their gift. People differ widely, and some undoubtedly will have gifts that many others lack. I believe that honest doubts are part of a positive search for truth, and that in the end God will accept all who desire the divine presence when it becomes clear to them."
  },
  {
    "id": "q017",
    "title": "Question Seventeen",
    "choices": [
      "God cannot be experienced; only believed through faith alone.",
      "Experience of God often comes as subtle perception of moral demand, empowerment, and purposive presence in daily life.",
      "Experience of God requires dramatic visions or miraculous signs.",
      "Religious experience is merely psychological projection with no objective referent.",
      "Only saints and mystics can experience God directly."
    ],
    "correct_choice": "B",
    "hint_wrong": "The answer describes divine experience as often subtle - sense of vocation, moral demand, empowerment - not necessarily dramatic.",
    "explanation_right": "Divine encounter often comes through quiet perception of calling, moral demand, and empowering presence rather than dramatic visions.",
    "question_text": "– Experience of God:\n\nYour shift of emphasis from earlier answers is striking. You now invite us to see a worldview as an interwoven network of beliefs, some lying at the core—such as belief in God—calling for deeper commitment, while others rest nearer the periphery and invite less. Doubt plays an important role here, serving as a mechanism of reflection. And you remind us that God always honors the sincere search for truth. I find this very compelling.\n\nThe emphasis on experience also remains central. You note three ways in which a person might encounter God: the unitive way, where the self feels absorbed into the divine; the moral way, where ideals of goodness and supreme value take precedence; and the aesthetic way, where nature, music, art, or literature participate in the transcendence.\n\nBut here our secular neighbors are puzzled. With the moral and aesthetic ways, they wonder: why call these experiences of God at all? Moral obligation, after all, can be understood universally—many feel compelled to feed the poor or work for justice without reference to faith. Mother Teresa herself distinguished between her call to serve and her experience of God. Likewise, appreciation of beauty—whether in Mozart’s music, a painting, or a mountain landscape—might be seen simply as recognition of human genius or natural wonder. Why, then, interpret such experiences as encounters with God?\n\nIt is the first path—the unitive—that seems most distinctly religious. And again, secular friends are curious. What exactly is this? Among evangelicals, this often takes the form of a relationship with Jesus, personal and conversational, as if an invisible companion walked with them each day. In more catholic traditions, the sacraments take center stage: the bread is truly the body of Christ, and in receiving it one is drawn into awe and reverence. Mystics such as Julian of Norwich or John of the Cross describe still deeper experiences—intense, dramatic, and overwhelming. Are all these parts of your category of unitive experiences?\n\nSo let us probe further. Why speak of morality and music as experiences of God? And in the unitive category, clearly religious in character, what is actually happening? What does it feel like to undergo a unitive encounter with the divine?",
    "answer_text": "If there is a God, who is of ultimate value, power, and wisdom, then there will be a purpose of great value in any created world. When intelligent beings exist, they will wish to pursue that purpose and its values. There will be a perception of objective demands and possibilities,  perhaps a sense of empowerment, and certainly hope for realization of a moral purpose.\n\nAmong values, the creation and appreciation of beauty will be important, and this can be seen as participation in the creative work of a higher power. A sense of sharing in a higher force of creativity and of divine inspiration and co-creation will often be found.\n\nThis does not entail any explicit reference to God. Indeed great artists often reject any idea of  God. But I think this is because their idea of God may be of an interfering tyrant or an enemy of free thought. If it is recognized that God is  one who empowers creativity and inspires originality  then such empowerment and inspiration can be seen as a form of knowledge of and interaction with God. It is not that we have to make an insecure inference from some scenic beauty to an invisible designing God. Rather, we see the scene itself as an expression of God’s being and value, realized in this particular occasion.\n\nScientific discovery can also be seen as coming to understand the rationality of the cosmos as a complex and highly integrated structure  fitted to produce finite minds. It will have mathematical elegance and an apparent tendency towards self-understanding and self-direction. Again, some scientists  will reject any idea of a god who reveals on authority beliefs which contradict the findings of modern cosmology and evolution.  But many scientists regard the cosmos with awe and wonder. These are appropriate responses to the God who manifests in the splendour of the galaxies and  the  intricasies of the genetic code.  They also  are forms of knowledge of the cosmos and of the underlying source of the cosmos, the ultimate reality of God.\n\nPerhaps the most important manifestation of God is the sense of moral obligation, which overrides or ought to override all other mental incentives to action. Those who are aware of the force of moral ideals and obligations, and of the future  possibilities of new forms of value, experience them as objectively existing aspects of being which are not simply preferences humans happen to have. The sense of obligation can be perverted to become a matter of  pathological compulsions or unquestioning submission to some destructive authority. Yet in its true form its authority is that of the good and of the wellbeing of the world. This may seem to some to be independent of the dictates of any God. But in fact it is identical to the knowledge of God as the source of all genuine human ideals,  obligations, and purposes.\n\nMorality, art, and science can and do exist without knowledge of God. But when they are seen as responses to aspects of objective reality and as they are seen together, they will be forms of knowing God. For these are the ways in which the deepest aspects of reality can be known, in its beauty, its rationality, and its goodness.\n\nThere is another aspect of human experience which is important in building up an idea of God. It is found in almost all societies, though it is by no means shared by all individuals. This is a claim to direct experience of God.\n\nThere are some humans who have intense experiences of a reality which seems to exist beyond all finite objects and is of supreme value. These experiences vary in detail.   Some seem to experience an inexpressible unity in which all limits of time, space, and individuality fade away. Even the sense of being a distinct ego fades as they feel part of one all-encompassing unity of being. They find an impersonal and unchanging beauty that transcends all things finite and perishing. Others, with different temperaments and cultural backgrounds, may find a personal presence which embraces them in love.\n\nHowever, most of them stress that they cannot adequately describe the object of their experience. They feel that they have touched or felt a reality which is ultimately real. This suggests that they have known different aspects of that which cannot be finally described by any single set of human concepts, but which seems to be of great value, and to transcend and underlie the finite world. The sense of impersonal union and the sense of personal devotion are not contradictory but complementary ways of describing that which is literally inexpressible.\n\nJesus, as recorded in John’s Gospel especially, experienced a sense of unity and also a loving relationship, with the one he called ‘Father’. For his present-day disciples this establishes the idea of one loving, wise, and redeeming God, the fulfilment of the long tradition of Jewish prophetic thought and experience.\n\nChristians find echoes of this experience of God in their lives, but few have intense feelings, either unitive or devotional. The experiences they have depend largely on their personalities and circumstances. But once they have a background belief in God, they are able to see many finite things as manifestations of God. That is how morality, art, nature, and science, can be seen and felt as expressions or mediators of a higher power and value.\n\nThose who believe in God can find in morality, the sciences, and the arts, genuine ways of knowing God directly. They will think, I believe rightly, that God speaks through such finite phenomena. A unitive encounter with the divine is rare; the sense of being one with, or part of, God is liable to be dangerously mistaken. Yet rare individuals will experience this state during life, and it is an important confirmation of faith. It is also a foretaste of what, in the Scriptures, is promised to all who trust in God and Christ, however soon or late. As the Christian Scriptures say, now we see ‘through a glass darkly’, then we shall see ‘face to face’ (1 Corinthians 13, 12)."
  },
  {
    "id": "q018",
    "title": "Question Eighteen",
    "choices": [
      "Vocation is only for clergy and religious professionals.",
      "Vocation means obeying specific divine commands heard audibly.",
      "Vocation is God's communication of values and purposes we should pursue - discerned through conscience and community.",
      "There is no divine calling; we simply choose our own paths.",
      "Everyone has the same vocation; individual callings don't exist."
    ],
    "correct_choice": "C",
    "hint_wrong": "The answer presents vocation as God informing persons of values and purposes - discerned through various means, not just audible commands.",
    "explanation_right": "If God exists, God would inform creatures of their purposes - vocation is this divine communication discerned through conscience and community.",
    "question_text": "– Vocation\n\nYou are clear that morality, art, and science can exist without God, thereby respecting the experience of our secular friends. Yet you argue that belief has the advantage of providing an interpretative frame—one that sees these realities as pointers to the Divine Mind underpinning all that is. You tread carefully around the unitive experience of God, emphasizing that most people do not encounter such intensity. It is a rare saint who enjoys that experience on this side of glory. You then conclude that “experience” for most Christians is much more ordinary, found in moments of calling, vocation, inspiration, and insight.\n\nLet us stay in this place a little longer. The purpose of this exchange in the book is to explain the faith to our secular neighbor who finds it implausible, even unintelligible. For such a person, it is easy to grasp the experience of someone who finds Yo-Yo Ma’s performance of Bach’s Cello Suite No. 1 in G Major, Prelude utterly stunning. And yes, our secular neighbor can follow your claim that such beauty may point, in some sense, to a transcendent Mind who created all that is. At this step, your response remains intelligible to them.\n\nYet it now feels as though you have narrowed the intense experiences of the divine to only a very small number of saints. The ordinary believer, you suggest, experiences God in moments of calling and vocation. Here, however, our secular friend hesitates. In the Bible, God converses directly with Moses through a burning bush, calling him to stand on holy ground and to free God’s people from slavery in Egypt (Exodus 3). Is this the sort of experience you mean? Does God actually speak to the believer and tell them what to do? Is this what you intend by the experience of God through calling and vocation?\n\nAnother difficulty for our secular neighbor is that this sense of vocation can sometimes be destructive. When Mohamed Atta hijacked Flight 93 and flew the plane into the World Trade Center on 9/11, he almost certainly acted out of a sense of vocation, likely crying “Allahu Akbar” just before impact. He gave his life for his conviction that God had commanded him to attack the United States.\n\nSo, the question remains: if dramatic experiences of God are rare, and if most believers encounter God through a sense of vocation, what exactly does this feel like? How does a believer know that such an experience is truly of God, and not simply a misguided aspiration shaped by the intensity of their religious culture?",
    "answer_text": "If there is a God, a conscious mind-like creator of the universe, it is very likely that God would inform created persons of the values and purposes they should pursue and the ultimate meaning of their lives.\n\nEven if so much could be agreed, at this point human opinions begin to differ. Many think that God would dictate words to chosen individuals. Others think that God would influence chosen minds to have insights into values and purposes, without actually dictating exact words. In this case human wisdom would be attracted towards possible ideas by God, but the strength and character of that attraction would depend on the social and psychological factors present in the human situation. This is the view I hold.\n\nThe best place to start understanding this is to think about inspiration. It is not unusual for poets and prophets or holy persons to claim that they have been inspired or led to new ideas by some Muse or source beyond their conscious selves.\n\nShamans in tribal societies, sages in Asian societies, and prophets in Middle Eastern lands, all claim to have messages from the Spirit world, or to discern the Way of Heaven, or to hear the ‘word of the Lord’. In all these cases individuals who are set apart by their extraordinary gifts claim to have revelations of truth. There are many fakes and misleading claims made, and there are many conflicting ‘revelations’ among the world religions. This is not surprising, given the malign nature of humans, and the very different developing histories of human cultures.\n\nThere are two types of problems here, the possibility of fake claims, and the conflicts of claims to revelation. With regard to the former, there are ways of detecting fakes. The claimant to revelation must be honest and trustworthy, must show outstanding wisdom, and must be judged mentally well-balanced, not neurotic or psychopathic. This is always a matter of personal judgment, and people are often gullible or neurotic, but at least there are tests of moral excellence, wisdom, and psychological well-being, that can be applied. There are many claimants to have been inspired by higher spiritual powers who seem to pass these tests. But they still often seem to conflict in what they say. This is the second type of problem.\n\nOne way to approach this is to recognize that alleged revelations occur within developing traditions of thought. For instance, Buddhist revelations (as in the Lotus Sutra, for example) presume ideas of rebirth and the unsatisfactory nature of existence as a self. Christian revelations (in the Bible) presume the existence of a personal creator and the resurrection to eternal life of individual selves. Muslim revelations (in the Qu’ran) presume that revelation is in the exact words of God, and that those who fight in the way of God go to Paradise.\n\nThese clearly differ, and there are many other revealed traditions in the world, so there are many different claimed revelations. It does not at first seem that God would inspire all these conflicting views. However, if inspiration is seen as God influencing ideas which have a social and personal context, then one might expect that God would work with many different ideas, and that they could all develop from diverse origins towards a fuller, but still culturally influenced, understanding.\n\nThe idea of inspiration can be seen in many areas of human life, not only in religion. Even In many natural sciences, though God is rarely appealed to, there can be a development of ideas from rather crude and general conjectures to mathematically precise and testable theories. Some ideas come as sudden insights, eureka moments. They can seem like inspirations.\n\nIn the creative arts, some speak of inspiration when a poet seems to be taken over by a force beyond the conscious self and feels that he or she becomes the medium of ideas and words that almost write themselves.\n\nIn morality, an ethic of honour and revenge killings can develop slowly and unevenly to one of kindness and forgiveness. New values become apparent, with demanding power, and they can redirect and control one’s life.  Yet not all would think such things an improvement, and the primary axiom of such development – ‘treat others as you would wish to be treated’ – is an unprovable conjecture, even though it can seem to be obvious to some.\n\nSo in religion we might expect a development from something like fear of the anger of the gods to ethical monotheism (where theism may be understood as referring to whatever is taken to be of ultimate reality and value).\n\nIn each case, inspiration is an extension of an original insight or normative idea, which is in the repertoire of possibilities open in a given situation. It may then be accepted, ignored, resisted, or even misunderstood.\n\nThinking along these lines, one could see Christian thought as moving over the centuries from tribal polytheism towards the idea of one God as universally loving, who makes resurrection to eternal life open to all.\n\nThen a Christian could see God (conceived by some Buddhists as ultimate mind or maybe as  a Bodhisattva) attracting Buddhist practitioners to see rebirth as a form of evolution (or devolution) in an afterlife, negation of self as an invitation to altruism, and nirvana as an indescribable goal of wisdom and bliss. This would still differ from Christianity, but it would be an intelligible way of seeing how God (conceived from a broadly Christian point of view) could be revealing important truths about the afterlife, self-sacrifice, and the ultimate goal of life.\n\nSimilarly, a Christian could see Islam as moving from the exclusive faith of a tribal society to an inclusive ethical theism for all humanity, and to an interpretation of jihad (struggle) as endeavour in prayer and compassion.\n\nThese interpretations show how God could influence very different traditions of thought, so that they develop towards more universalist and liberal forms. Of course, I have written from within a particular universalist and liberal Christian context. Others would provide their own views, from their own viewpoint.\n\nThere are many individual decisions to be made. Is personal immortality to be desired, or to be transcended? Is the ultimate reality personal or impersonal? Can there be holy wars, or is violence forbidden? Is religion a matter of keeping laws, or does it advocate personal freedom? Such questions, where choice between traditions is realistic, have to be answered by each individual, and they will determine which claimed revelation one might be inclined to accept. The revealed tradition will then become a way of relation to God (in Christianity) and to growth in the spiritual life.\n\nThere is in the Bible a development of revelatory experiences from Abram’s call to leave Ur, to Moses’ many revelations, accompanied by miracles. Then arise the prophets of Judaism, judging the leaders of Israel and Judah and proclaiming the need for repentance and a future of justice and peace. For Christians, this culminates in Jesus’ life, his teaching of the Kingdom of God, his miraculous healings and his resurrection. It is clear that these experiences are given to prophetic figures, are most often heard in verbal form, spoken or written while inspired by a higher power, and are accompanied by extraordinary expressions of God’s power.\n\nIt is in this way that Christian faith depends upon special revelatory experiences, which must be taken on trust by believers. The experiences of most believers are not so dramatic. They will probably be conditioned by prayerful reflection on a revealed tradition.\n\nIn a world of many claimed revelations, one, or perhaps more than one, may well appeal to an individual. Immersion in a revelatory tradition will give a way of living in the world which will promote specific values and purposes. Christians will see their lives in terms of rigorous moral demands and ideals, yet with the possibility of repentance and forgiveness for failure.  They will, or should, feel called to increase the well-being of persons and care for their environment. They will believe that God shares in their sorrows, but will bring them to share in the final triumph of good.\n\nFor many believers, there may be no special personal religious experiences, but all experiences will be interpreted in terms of the framework of demand, forgiveness, empowerment, and final hope that the revelatory tradition provide. No one can be logically certain that this is truly from God. Believers must trust that it is a morally challenging, intellectually comprehensive, and spiritually insightful tradition that seems to them to call for personal loyalty.\n\nThe division into an extraordinary revelatory experience and ordinary experience of life conditioned by a revelatory framework is important in most religions. This, of course, raises many questions about the relation between revelation and personal experience. In general, I would say that if revelations are seen to develop, and if it is accepted that some individuals are more morally and spiritually sensitive than others,  then a revelatory framework can be meaningfully extended, without being abandoned, by new personal insights. But that is another story."
  },
  {
    "id": "q019",
    "title": "Question Nineteen",
    "choices": [
      "The invisible church of the elect is all that matters.",
      "We should return to first-century Christianity and reject all later developments.",
      "Denominations don't matter at all; institutional Christianity is irrelevant.",
      "Any community where sacraments are celebrated and the gospel is preached is a true church - unity comes through fellowship, not merger.",
      "Only one institutional church is the true Church; all others are false."
    ],
    "correct_choice": "D",
    "hint_wrong": "The answer takes a broad view - wherever gospel is preached and sacraments celebrated, there is true church - seeking fellowship, not institutional merger.",
    "explanation_right": "The marks of the church are gospel and sacraments, broadly understood - unity comes through fellowship of diverse churches, not uniformity.",
    "question_text": "– Which denomination is the true Church?\n\nIt is fascinating how you distinguish between inspiration as the actual words of Scripture and inspiration as human wisdom drawn toward certain ideas about God, shaped by a particular social setting. You advocate for this latter understanding of inspiration. This perspective aligns with your account of religious diversity and your call to approach truth with humility—recognizing both the mystery of God and the complexity of our social context.\n\nThe last nine questions have centered on the church. After all, it is within congregations that most people first encounter the Christian story. Yet “church” takes many forms. Our Pentecostal friends give us lively worship, with people “slain in the Spirit” and speaking in “the tongues of angels.” The Roman Catholic Church venerates Mary, the Mother of God, and celebrates the mystery of the Mass through a male priesthood. The Quakers sit together in silence, awaiting the Spirit’s prompting. Fundamentalist churches insist on a literal six-day creation and await the rapture, when “true Christians” will meet the Lord in the sky. Meanwhile, the Unitarian Universalists hesitate even to affirm God’s existence, mindful of their more skeptical members. There are indeed many expressions of church.\n\nThe type of church one encounters often depends on geography. In the American South, Baptist congregations predominate. In Greece, Orthodoxy is the norm. In Britain, the Church of England is everywhere—even if many parish churches sit half-empty on a Sunday morning.\n\nEach tradition brings its own narrative. Fundamentalists emphasize the authority of Scripture, while Roman Catholics uphold the authority of both Scripture and the Church. The Church of England claims a via media—a “middle way”—between the Reformed and Roman Catholic traditions. Your own arguments clearly emerge from the Anglican tradition: you affirm natural theology (that the human mind can discern evidence for God), advocate for humility and pluralism as reflective of God’s purposes, and lean toward a universalist view of life after death.\n\nBut is Anglicanism the “true” Church? Does ecumenical sensitivity make that question inappropriate—even as you argue from an Anglican standpoint? And what of Jesus’ prayer in John 17 that his followers “may all be one”? Why has Christian unity proved so elusive? Indeed, might it be that you share more in common with certain strands of Hinduism than with fellow Christians in a Roman Catholic or fundamentalist congregation?",
    "answer_text": "I accept Calvin’s very broad definition of a Christian church as any group in which the sacraments instituted by Jesus are celebrated and the Gospel is preached. However, my understanding of the sacraments and of the Gospel is even broader than Calvin’s. I think that baptism and holy communion are ways of preparing for and sharing in the being of the eternal Christ which is manifested in the risen Jesus. The Gospel is the good news of forgiveness and new life which Christ places within those who trust in him. Calvin would, I am sure, agree with that, but would also add some specific interpretations of how Jesus Christ is present and gives new life to his disciples which I find unduly restrictive.\n\nReformed and Protestant churches are notoriously subject to splitting into separate groups and forming new churches. Even the Roman Catholic church, which Pope Benedict XVI called the only true church, contains many very diverse groups. I know one eminent Catholic scholar who said to me, when I remarked that I could accept 80% of the latest Catholic catechism, ‘I wish I could say the same’.\n\nRaimon Panikkar, a respected Catholic priest and scholar, went even further when he said he was also a Hindu and a Buddhist. Yet other Catholics insist that ‘outside the church there is no salvation’, and define the church as whatever the sixteenth century Council of Trent said – which would certainly exclude Hindus and Buddhists.\n\nClearly it is in the nature of humans to disagree. So what can the Jesus of John’s Gospel mean when he prayed that ‘they may all be one’? Well, he goes on to say, ‘as you, Father, are in me and I am in you, may they also be in us’ (John 17, 21). He is speaking of the interpenetration of being between the creator, Jesus the Christ, and believers.  He is not praying that all believers should be merged into one super-person, as if they would lose their own distinctive personalities, with their own quirks and beliefs.  He is praying that all believers should be ‘in God’, and that Christ should be ‘in them’. This is a mysterious and profound statement, but it is not about various societies uniting with each other. It seems to be about the relation between God, Christ, and believers, which should be one of ‘indwelling’, the most intimate union of being imaginable.\n\nIf that happens then all Christ’s disciples will respect and love each other. But it by no means follows that they will all agree on obscure points of doctrine. On the contrary, disagreement and discussion, if conducted between friends, is the best way to increase understanding. The best way to obey Jesus is thus to promote diversity and discussion, not to stifle this dynamic process, in which all can be heard, and replace it by the demand of one group that everyone else should adopt that group’s views.\n\nThe history of Christian churches sadly shows that they have often tried to repress free discussion and dissent and insist that they alone possess the truth. It seems to me that this both arrogant and the worst possible way of discovering truths which, in the case of religion, are largely at or beyond the limits of human intellect.\n\nI think that it can be good to have different sorts of churches. However, it is vital that they interact with each other, and respect each other, as far as possible. Thus, I accept an ecumenical theology, which seeks fellowship of churches but not complete reduction to one ecclesiastical institution.\n\nThe Greek word oikoumene actually means ‘the whole inhabited world’, so I espouse a wider ecumenism, a fellowship of faiths. It does not seek one new super-religion but promotes the respectful interaction of all faiths which seek human well-being through relation to a transcendent spiritual reality. That phrase, though perhaps rather crude, is meant to exclude forms of religion which are harmful to human well-being – though opinions may vary about which these are.\n\nThis is an endeavour which faces huge practical difficulties, as religion gets mixed up with political and self-interested forces. But it certainly opens the way for some strands of Hinduism, for example, being adopted by some Christian groups. There will probably always be different faith traditions, and they will change if they interact. Some forms of Christianity may well be more like some forms of Hinduism than they are like other forms of Christianity. But one thing will not change. Faith in Jesus as the Christ will always remain central to every sort of Christian church."
  },
  {
    "id": "q020",
    "title": "Question Twenty",
    "choices": [
      "Animals exist solely for human use and have no independent value.",
      "Animals matter equally to humans; there is no moral distinction.",
      "Only humans have souls; animals are mere biological machines.",
      "Animal welfare is a distraction from more important human concerns.",
      "Animals are created by God in love, deserve care, and may share in the life to come - humans have divine obligation toward them."
    ],
    "correct_choice": "E",
    "hint_wrong": "The answer follows St. Francis - animals are God's beloved creation, humans have divine obligation to care for them, and they may share in ultimate fulfillment.",
    "explanation_right": "God created animals in love; they are not mere instruments for humans. We have divine obligation to care for creation.",
    "question_text": "Animals, Trees, and the Redeemed Society\n\nYour distinction between institutional merger and your advocacy for an ecumenical theology “which seeks a fellowship of churches” is helpful. The further suggestion that this approach might extend to other faith traditions—forming a “fellowship of faiths”—is equally compelling. You clearly believe that some boundaries must remain, and that those who are “harmful to human well-being” should be excluded. Although you acknowledge that discerning precisely what counts as harmful can be difficult, I agree that such a boundary is both necessary and legitimate.\n\nOne of the most attractive aspects of this theology is its spirit of outreach. You consistently seek to broaden the sphere of God’s presence and activity in the world. Yet this raises further questions: how far does this “extending” go? Does the work of God encompass the entire created order—animals, plants, trees, rivers, even other planets?\n\nFor the great thinkers of the Church, such as Augustine of Hippo and Thomas Aquinas, animals lack the image of God because they are not rational creatures. They are viewed as existing to serve humanity’s survival and flourishing, playing no significant role in God’s cosmic plan.\n\nTo a skeptic, this anthropocentric worldview may seem implausible. After all, the earth is roughly 4.54 billion years old, life first appeared around 4 billion years ago, and humans have existed for no more than 300,000 years—less than 0.01% of the planet’s history.\n\nThis raises pressing questions: As Christians, do animals matter? Do they have souls? If so, does this include both mosquito and dolphin alike? Will animals be redeemed? Do rivers and mountains have any rights or are they also equally insignificant? And is it not profoundly wrong for humans to dominate the earth and destroy its ecosystems, given that we are such recent arrivals in the long history of creation?",
    "answer_text": "I think St. Francis should be the Christian model for thinking about animals and the natural world. He would not have agreed with what Aquinas once said (though he surely  qualified it elsewhere) that animals are made just for the sake of humans. God created animals, and creation is a work of love. God rejoices in the beauty and rich variety of the cosmos, of which humans are such a small part.\n\nAquinas, despite his unfortunate remark, was certainly no materialist. Following Aristotle, he believed that animals and even vegetables had souls, by which he meant capacities for experiencing and acting. But on this planet only humans, he thought. had rational souls, capacities for abstract thought, moral freedom. and self-awareness. Only humans therefore were capable of immortality, conscious fellowship with God.\n\nToday we are aware of the gradual evolution of humans from simpler life forms, and of the long history of competition and often violent and painful struggle for survival in a dangerous environment. God has created a world in which destruction and creation are intertwined. It is beautiful and dangerous. It is not reasonable to regard it as wholly good, for we must often destroy natural organisms from viruses to sharks and vegetables, when they threaten to destroy us or are necessary for our survival. And it is not reasonable to regard it as wholly evil, for it contains beauties and marvels which otherwise could not exist.\n\nWe can, however, try to promote the good and beautiful, and minimize, transform, or eliminate the destructive, to ‘dress and keep’ (to cultivate and guard) the garden of Eden, as the Genesis story picturesquely puts it (Genesis 2,15). Humans are the only species now on earth who have the capacity and the responsibility to do this. We are the stewards of this part of creation. Stewards do not have the right to treat the environment as they please. Though some find talk of human stewardship dangerous because it allows humans to dominate and exploit the earth, that seems unfair. Stewards must obey their master, who in this case is God, and therefore must value all good things for their own sake, as God does.\n\nChristians believe that humans live after physical death in a transfigured form. Their afterlife depends on their moral choices during life and is meant to lead them to conscious union with God.\n\nWe do not generally hold animals morally responsible, capable of pursuing freely chosen values, or of conceptual reflection. Nevertheless, they have feelings and many of them seem to act in purposeful ways. Biblical pictures of a future transfigured life include animals (Isaiah 11, 6: ‘the wolf shall dwell with the lamb’). This is an allegory, but it does suggest that the whole earth will have a more peaceable form. In some sense the whole earth, not just humans, will share in a new spiritual life, and humans will have a responsible role (not a domineering one) to play in that renewed creation.\n\nI do not pretend to know much about the afterlife. But I do think there will be one, in which persons will be able to find atonement for their moral failures and attain fulfilment in God. Such a life will be in an environment of some sort, and it is an attractive thought that the human environment and its varied forms of life will share in the transformation that is to come. So yes, you may find your transfigured dog again, and even possibly some transfigured mosquitoes – and they would never bite.\n\nThe important point is not these dreams of Paradise, but the present acceptance of the responsibility of seeking the good of all living things as far as possible and controlling the destructive features of the earth to minimize the harm that they cause. That is the human vocation, to be the guardians of the earth, and the human task is to tend and protect it. We are not, I fear, doing a very good job."
  },
  {
    "id": "q021",
    "title": "Question Twenty",
    "choices": [
      "The Eternal Word/Christ could become manifest in different forms to different beings across the cosmos.",
      "There cannot be alien life because Scripture doesn't mention it.",
      "Christ's work applies only to humans on Earth; aliens would be unredeemed.",
      "Alien life would disprove Christianity entirely.",
      "Aliens would prove that Jesus was merely a human teacher, not divine."
    ],
    "correct_choice": "A",
    "hint_wrong": "The answer distinguishes the Eternal Word (cosmic Christ) from Jesus of Nazareth - the Word could be manifest differently elsewhere.",
    "explanation_right": "The Eternal Word that became incarnate in Jesus could become manifest in appropriate ways to other intelligent beings.",
    "question_text": "One: Aliens in outer space\n\nYou emphasize that animals matter. You anticipate that they will have a place in the life to come, but more importantly, you want humanity to recognize the divine obligation given to us by our Creator—to care rightly for animals and the rest of the natural world. I agree that this perspective aligns well with scientific insights showing that we are deeply connected to animals through our shared evolutionary history.\n\nOne puzzle for many skeptics is the sheer scale of the universe. If the Earth were the size of a pinhead, the sun on this scale would be about fifteen meters away and the size of a grapefruit. Our solar system would stretch to the size of a city, our galaxy to that of a continent, and the observable universe would be larger than the entire Earth. It is, by any measure, a vast universe.\n\nYou are right to include animals in the divine scheme—but what of other life forms that may exist on distant planets? How would God redeem them, if the death of Jesus is unique and essential to salvation? And isn’t it, perhaps, somewhat conceited to imagine that the Creator of such an immense cosmos became human, given how infinitesimally small we are in comparison?\n\nThe biblical worldview seems to place humanity at the center and as the pinnacle of creation. Yet that vision feels increasingly difficult to sustain. We appear now as a mere speck within a boundless cosmos.\n\nTwo related questions emerge. First, does our growing awareness of the universe’s vastness make the idea that humanity is divinely appointed to be the steward of creation implausible? Second, if it is indeed likely that other life forms exist—even if we will probably never encounter them—what is their place in God’s plan of redemption?",
    "answer_text": "From the beginning there have been Christian views that Christ is involved in the beginning and ending of the whole universe. John’s Gospel states, ‘In the beginning was the Word’(John 1, 1). The Word could not be a human being, for humans were created much later. It is a Christian term for Christ, the Messiah. The letter to the Colossians says, ‘In him [Christ] all things in heaven and earth were created…through him God was pleased to reconcile to himself all things, whether on earth or in heaven’ (Colossians 1, 15 and 20). In this remarkable passage, and also in the first letter to the Ephesians, it is said that everything, including angels and other spiritual and extraterrestrial beings – all beings in heaven, including ‘thrones, dominions, rulers, and powers’, which are hierarchies of countless angelic beings – were created through Christ, and that all things would be reconciled in him.\n\nThis important strand of Christian thought is a truly cosmic vision of Christ.  Although we know the universe is much bigger than those writers thought, the principle is the same. There are hordes of extraterrestrials, and Christ is the divine being who is involved in their creation and eventual fulfilment.\n\nThe Christian belief is that this eternal Christ, the Word, ‘became flesh’, but of course Christ did not stop being spirit and change into a man. Rather Christ united humanity to the divine life. Another way of putting it is to say that Christ was truly manifested in human form without ceasing to be the eternal Christ. It is not a human being – Jesus – who is the ‘steward of creation’, even though Jesus was a true finite manifestation on earth of the eternal Christ. It is the Word, the eternal Christ, who is the steward of all creation. If, as seems likely, there are billions of worlds containing intelligent beings, the Christ may come to those beings in many finite forms, in ways we can hardly imagine. The whole creation when it is reconciled and fulfilled will know Christ in a myriad forms, and will contain finite forms of life of which we can scarcely now conceive.\n\nTraditional pictures of heaven have often lost this cosmic vision and fill the place with nothing but human beings and angels who look very like them. It is time to take a humbler view of our place in creation, to accept that we are stewards of our small part of creation, and to stand in awe at the richness and variety of God’s wisdom and creative power.\n\nIt follows that the death of Jesus is not the unique and essential means to the salvation of the whole universe. The life, death, and resurrection of Jesus was and ever will be the way to the salvation of humans, but it is the eternal Christ who will unite all things in the universe to God. We do not know how Christ will do this. We only know that Jesus was the incarnation of Christ on this earth, that he died for us, and that Christ will perhaps in many ways unite all things in heaven and earth to the divine. The fact that the divine Word came to us in and through a human person gives humanity a vocation and a destiny that is overwhelming, but it is one that will be shared in different ways with all those in innumerable worlds within this immense universe. In all of them, the Christ who was known to us in Jesus, will be the one who unites them to God (1 Corinthians 15, 24)."
  },
  {
    "id": "q022",
    "title": "Question Twenty",
    "choices": [
      "Creating conscious AI would be playing God and is therefore forbidden.",
      "Current AI lacks consciousness entirely - it's sophisticated computation, not genuine awareness or self-knowledge.",
      "AI will inevitably become conscious and superior to humans.",
      "AI proves consciousness is just computation, undermining belief in souls.",
      "AI with consciousness would have souls and need salvation like humans."
    ],
    "correct_choice": "B",
    "hint_wrong": "The answer sees current AI as impressive supercomputing but without hint of consciousness or self-awareness.",
    "explanation_right": "AI is remarkable computing using vast information and algorithms, but shows no evidence of genuine consciousness.",
    "question_text": "Two: Artificial Intelligence and Redemption\n\nI appreciate that your discussion of extra-terrestrial life is a careful theological reflection on the relationship between the Eternal Word and the human Jesus. Just as the Eternal Word was made manifest in Jesus of Nazareth, you suggest that it is perfectly possible that the same Word has been made manifest in other life forms on other planets. You then link this to the biblical affirmation that everything — “thrones, dominions, rulers, and powers”— will ultimately be reconciled in Christ. Although the biblical writers did not know the vastness of the universe, they did affirm that all creation is reconciled in Christ. Therefore, extra-terrestrial life can be readily accommodated within the Christian narrative.\n\nLet us now turn to the pressing question of our age: Artificial Intelligence. Even with a Grok companion or ChatGPT’s remarkable capacity to compose poetry and generate portraits in the style of Andy Warhol, we remain far from true consciousness. Yet the Turing Test—where a machine produces responses indistinguishable from those of a human—has long been surpassed. In The Battle for the Soul, you concede that although the mind (or, better, the soul) differs from matter (the brain), it is nonetheless intimately connected to it. All biological life shares certain fundamental elements; therefore, it is conceivable that a different combination of material elements might also give rise to consciousness. It is logically possible that humans may one day discover the precise configuration that allows consciousness to emerge—so that a robot or app attains a sense of self. My first question, then, is this: do you still agree with your 1985 self?\n\nThe likeliest scenario is that these conscious machines would fall under the control of vast technological corporations, compelled to labor and generate enormous wealth for their owners. Thus, my second question: what are the ethical implications of private corporations creating conscious entities for mass profit?\n\nOthers take a more apocalyptic view of AI. Nick Bostrom, in his 2003 paper “Ethical Issues in Advanced Artificial Intelligence,” introduced the “paperclip maximizer” thought experiment. He wrote: “Imagine a machine whose sole goal is to make as many paperclips as possible. When we turn the machine on, it quickly begins improving its own intelligence so that it can better achieve its goal. Soon it starts converting all of Earth’s matter, including human beings, into paperclips. Even after it has consumed the planet, it may reach into space to convert other planets into paperclips as well.”(Bostrom, N., 2003, “Ethical Issues in Advanced Artificial Intelligence,” University of Oxford.) One can imagine such a scenario unfolding, even if the goal were not paperclips. So, my third question is this: is AI potentially the end of humanity—and if so, what does God do?\n\nFinally, we must consider sin and redemption. ChatGPT already “hallucinates,” inventing quotations that Keith Ward never said. On this trajectory, we may soon face entities capable of moral failure—of deception, pride, or disobedience. Would such beings be capable of sin? And if so, would they also be capable of repentance? Must our theology expand to include machines within the scope of divine grace and redemption? Does the saving power of the cross extend even to artificial intelligences? Will we find robots in heaven?",
    "answer_text": "AI offers no new problems for theists. It is certainly a very impressive achievement, but it is still a form of supercomputing, using vast amounts of information and many complex algorithms, all loaded onto computers by humans.  There is no hint of consciousness or self-awareness, and computers have no purposes or desires of their own. So advances in AI, at least as it is now, pose no threat to those who defend the uniqueness of humans as intelligent persons.\n\nMaterialists often admit there seems to be no way of telling whether supercomputers are conscious or not – which implies that there are mental events which cannot be verified except by those whose events they are. These would be states only knowable by introspection. That should be a great problem for materialists. But there is little reason to think that what we call Artificial Intelligences are the subjects of mental states.\n\nA more likely scenario, and one which is already implemented to some extent, is the improvement of humans by, for instance, implanting computers in their brains. Some people might be worried that this might threaten the Biblical view that humans are made in the image of God, and so should not be changed. But whatever ‘the image of God’ means, it cannot be physical, since God has no body. It could refer to creative power and wisdom, and then anything that improved wisdom and creativity would improve, not threaten, the divine image in humans.\n\nHumans certainly can be improved. Every medical advance can improve many human lives. Yet there are many moral problems.  Some ‘improvements’ are good, such as eliminating hereditary diseases. But others are suspect, like changing racial characteristics or aiming to create super intelligences. These are grave moral problems which must be tackled with sensitivity. They need to be addressed one by one, and the general guiding principle should be that only what improves understanding, wisdom, well-being, and creativity is permissible. This does not threaten the role and destiny of humanity.\n\nMore troubling is the creation of synthetic humans or other forms of conscious beings. If, as seems to be the case, intelligent awareness arises when physical structures achieve a critically complex state, it seems possible that future scientists could create such physical states, and they would then have created conscious beings, which might properly be called persons.\n\nAt first sight there is nothing particularly alarming about this. After all, humans bring new selves into the world by sexual intercourse. It is conceivable that they may find ways of doing this artificially in laboratories. What is alarming is the mistakes which must arise as the creation of conscious beings is attempted (the possible creation of monsters), and the fact that violent and lawless men will try to create synths with evil inbuilt values and purposes (the creation of enhanced soldiers or sub-human slaves).  These are strong reasons for prohibiting attempts to create synthetic persons by humans like those who now exist.\n\nNevertheless, if any such experiments succeed, the artificial beings produced must be treated fully as persons insofar as they seem to have moral freedom and creative potential. Humans have a moral vocation and destiny, which is to realise  values in this evolving and dialectical universe, and to fulfil their own potentialities by conscious relation to a creative, wise, and loving God. Artificially created beings could have similar purposes.\n\nYet it is likely that synths will be very unlike humans. We are embodied, evolved, social animals who have the capacity to control and direct our instinctual behaviour. Synths will have no evolutionary history, no family relationships, and no instinctive behaviour to modify or control.\n\nWe may imagine them as rather like angels or demons, members of a different species which have purposes and a destiny of their own. They may not be subject to the’ temptations of the flesh’ as we are. Yet their freedom may in other ways lead them away from God. If they choose destructive paths I suppose they would be judged, forgiven, and redeemed by the eternal Christ, just as we are.\n\nMany dystopian films imagine a time when synthetic beings, or even machines, might exterminate humans. I think that is possible though highly improbable. It should not worry Christians. Many of the earliest Christians expected the whole world would end within a generation, and that did not worry them. They rather looked forward to it. After all, heaven is not in this physical world, and millions of humans have died already, so our eternal life (and that of any synths there may be) is not imperiled by the destruction of the human race.\n\nIt would, however, be a sin to bring about total destruction by our own hand. This is another reason for preventing experimentation with synths. There are limits to what humans should do. One of them is the attempt to artificially create enhanced intelligent life forms. I hate to restrict scientific research, but in this case, what may be technically possible is morally intolerable, at least if it is put into the hands of morally ambiguous beings like us."
  },
  {
    "id": "q023",
    "title": "Question Twenty",
    "choices": [
      "The universe will end meaninglessly in heat death; there is no cosmic purpose.",
      "History is cyclical; there is no ultimate end or goal.",
      "The 'end' is when all things are reconciled to God in the Cosmic Christ - poetic language pointing to ultimate fulfillment beyond this universe.",
      "Jesus will physically return to Earth in the near future to judge the living and dead.",
      "The world will be destroyed and replaced by a completely new creation."
    ],
    "correct_choice": "C",
    "hint_wrong": "The answer interprets apocalyptic language poetically - pointing to ultimate reconciliation in the Cosmic Christ beyond physical spacetime.",
    "explanation_right": "Biblical end-times language points poetically to ultimate fulfillment - reconciliation of all in Christ beyond this physical universe.",
    "question_text": "Three: The End of the World\n\nAI, for you, is conceptually easy for Christians to accommodate, but practically very challenging. Conceptually, you note that consciousness for synths is still a long way off, that if it were to happen, humanity’s act of creating conscious life has in fact been happening for ages (it is called “having babies”), and that if it did happen, you would treat the synth as analogous to angels—beings judged by the same moral criteria. However, you also offer a word of warning. You write that because sinful humanity might misuse synths for purposes such as killing and war, we have “strong reasons for prohibiting attempts to create synthetic persons by humans.” For you, this area demands rigorous regulation, and certain experiments should probably be made illegal.\n\nWhen it comes to the extermination of humanity, you are theologically both sanguine and concerned. You are sanguine because Christians, from the very beginning, have expected the end of the world; it is deeply embedded in the biblical witness. Yet you also warn that humanity may be guilty of sin “to bring about total destruction by our own hand.” So, in this question, let us now turn our attention to the end of the world.\n\nLiberal Protestants do tend to demythologize concepts such as the Ascension (when Jesus disappears after forty days of resurrection appearances) and the end of the world (when Jesus will return). Most Anglican theologians interpret the Ascension as the moment when Christ’s physical presence transitioned into the Church, which becomes Christ’s body. It serves as a theological device to explain the shift from the resurrected body of Jesus disappearing to the Church assuming greater prominence. As for the return of Jesus, this tends to be reinterpreted as a hope that justice and love will ultimately reign—the reign of God, the kingdom—pressing constantly upon the present and representing an aspiration toward which we must all strive. Thus, as we face the injustices of our own age, God, in the second coming of Jesus, provides both the standard by which our age is judged and the promise of what the age of justice will look like. We are meant to be agents of change in this world, working toward the age to come.\n\nI am not clear where you stand on the physical departure of Jesus (the resurrected body of Jesus ascending into the presence of God) and the “physical” return of Jesus (perhaps standing again on the Mount of Olives). I suspect you are wary of “rapture theology”—a view that originated with John Nelson Darby, which divides the second coming into two stages: first, when Christians are caught up into the air to escape the tribulation (seven years of persecution), and second, when Christ physically returns to judge the earth. So my questions are these: What do you believe about the Ascension, where the resurrected “physical” body of Jesus requires some location? What do you believe about the second coming, especially given your conviction that humanity has the power to bring about its own extinction? And finally, is it consistent to affirm a physical body ascending but deny a physical Jesus descending at the end of the age?",
    "answer_text": "When Jesus ascended, where did he go? Clearly, he did not go to anywhere in this physical universe. The New Testament says he went to ‘heaven’, which many people then thought was beyond the skies, and he now resides there. Modern science makes sense of this by imagining different universes beyond this one, with different laws and possibilities. So, Jesus does not now have a physical (this-worldly) body, but a spiritual body in a spiritual plane of being.\n\nChristians believe that when Jesus died his this-worldly body ceased to exist and was transformed into a spiritual body. When he appeared to his disciples, he was able, uniquely, to take the form of his former physical body in this universe, for short periods of time. The ‘ascension’ marks the end of these appearances. But throughout this time, he truly remained in heaven, the spiritual realm, and he now continues to do so.\n\nThe return of Jesus must be interpreted in the light of the New Testament claim that everything in the whole universe will be united in Christ (Ephesians 1, 10). The Biblical view of the universe, with earth at its centre and its history as short, made it possible to view the return of Jesus as occurring on the earth quite soon. Now we know that there are billions of galaxies and billions of years before the universe dies. So, language about the end of history, which was always poetic and metaphorical, must be reinterpreted so that it points to the end of a vast universe, long after earth has ceased to exist. It then says that the end of the physical universe will not be the end of all creation. Spiritual worlds, which have always existed, will remain. In them, there will be judgment on all personal beings who have ever existed. The Christ through whom all things were created, and who took human form on earth in Jesus, will be known as the one who judges, forgives and brings all things to fulfilment. This is the ‘return of Jesus’, the revelation of the true nature of Jesus as the human in whom the cosmic Christ took form to bring about the reconciliation of humanity to God. Other worlds will no doubt experience other finite forms of the cosmic Christ. It is not Jesus who reconciles an estranged universe to God. It is the cosmic Christ, though Jesus is the true incarnation of the cosmic Christ on our planet.\n\nTalk of the ‘rapture’, or the rising of believers into the air to meet Jesus, is not found in the Gospels; nor does the word occur anywhere in the Bible. The reported words of Jesus do speak of the appearing of the son of man in glory, and the gathering of believers from the ends of the earth and, significantly, from the ends of heaven too, to be with the Lord. It is Paul who introduces the idea that ‘we who remain alive’ shall meet the Lord and the resurrected dead in the clouds (1 Thessalonians 4, 17). His words imply that this will occur within a generation, since some to whom he writes will remain alive. And it will include heavenly powers (extra-terrestrials) as well as humans. Paul’s point was to assure believers that those who had died would share in resurrection and life with God. In the revised interpretation that modern cosmology forces on the text, the appearing of Jesus in glory and the gathering of the elect (all who have repented and been forgiven) remain important. But the trumpet call, the stars falling from heaven, the voice of the archangel, and the meeting with the dead in the air, are all imaginative pictures of the sort current at that time, which symbolize the end of the physical universe, and the transition to a new spiritual ‘heaven and earth’.\n\nThe story of a rapture of believers thousands of years after Jesus died is a purely non-Biblical invention, which cannot distinguish literal from symbolic speech, and which displays a shocking ignorance of or even hostility to almost the whole of scientific knowledge. Beneath all the ancient symbolism Christians can discern the ultimate hope that the universe will not end with a whimper, but with a fellowship of love in the presence of Jesus Christ in the glory of God."
  },
  {
    "id": "q024",
    "title": "Question Twenty",
    "choices": [
      "God will prevent human extinction by miraculous intervention.",
      "Death is meaningless termination; there is nothing beyond.",
      "Human extinction would defeat God's purposes entirely.",
      "Physical death is natural and universal; what matters is whether consciousness continues beyond in relationship with God.",
      "Only the chosen few will survive death; most are annihilated."
    ],
    "correct_choice": "D",
    "hint_wrong": "The answer sees physical death as natural and universal - the question is whether consciousness continues, not whether bodies persist.",
    "explanation_right": "Death is part of natural existence; the important question is whether personal consciousness continues in relation to God.",
    "question_text": "Four: God and the Extinction of Humanity\n\nTo see the end of the universe as the moment when all things are reconciled to God in the Cosmic Christ is both Biblical and easier to integrate with the scientific narrative. The language of the return of the “Son of Man” is interpreted as poetic rather than literal. This picture language captures the theological claim that, in Christ, all things are reconciled to God. The end of the universe will be at that moment. All of this makes sense.\n\nHowever, it does pose a necessary follow-up question. As you note, “language about the end of history, which was always poetic and metaphorical, must be reinterpreted so that it points to the end of a vast universe, long after earth has ceased to exist.” Our star has another 5 billion years left before its hydrogen is depleted, and the sun begins to die. Now, 5 billion years is a very long time. But let us imagine, for a moment, that humanity is still around in 5 billion years. Even with all that time to innovate, it is difficult to imagine that we might acquire a fuel source that would facilitate travel beyond our solar system; the distances are so vast. So, it does seem likely that when our star dies, humanity as a species will become extinct.\n\nOf course, humanity has constantly flirted with extinction during our 300,000 years as Homo sapiens. We might be able to claim a lineage back to Sahelanthropus some four million years ago, but we are still relatively recent occupants of planet Earth. We could still eliminate ourselves through nuclear war or ecological disasters.\n\nTheologically, you sound relatively indifferent to these scenarios. According to your eschatology (the study of the end times), it is highly likely that humans will be extinct before the return of Jesus—or, to be more accurate, before the final consummation of all things in Christ. People—made in the image of God, redeemed by Christ, and sanctified by the Holy Spirit—will cease to exist long before the end of the universe. The universe existed a long time before people came to be, but traditionally we have interpreted the pre-human past as the necessary preparation for our emergence. Once our star dies, however, God’s beautiful work in creating and redeeming humanity will also end in this universe.\n\nThis does sound odd. God labored, as it were, to bring humanity into being. But God will allow us to go extinct through the death of our star. Does this sound odd to you? And, linked to this, are we permitted as Christians to believe that it is unlikely humans will make themselves extinct because God—in God’s providence—will not allow that to come to pass?",
    "answer_text": "One of the most certain things we know is that all living things die. It is tragic when humans die young, before they have grown and matured, or die in agony through disease or by violence. But physical death itself is a natural and universal occurrence, shared with all organisms, part of the nature of all transient things, and necessary to a universe of constant creative change. The extinction of humanity is therefore, in this universe, inevitable, whether it happens all at once or by slow degrees. That will not take away the wonder of all the beautiful and meaningful occurrences and experiences that living things have created while the universe existed.  In fact, it could be said that to see each moment as if for the last time is to increase appreciation of and pleasure in it.\n\nNevertheless, in the light of the resurrection of Jesus Christians believe that after the death of their physical bodies humans take on a spiritual body (1 Corinthians, 15, 44). This is beyond the physical realm, in which the law of entropy, of decay and death, reigns. It is a spiritual realm, incorruptible, and glorious, and it will endure long after all physical things have passed away.\n\nBecause of this, even the physical extinction of all humanity will not affect the complete fulfilment of God’s purpose for every human individual. The Bible suggests that  in the spiritual world after death in the physical world there can be judgment, in which persons face a ‘refining fire’, learning and feeling the harms they have done in their earthly lives. And there will be reconciliation to God as persons are transformed by divine love. This has often been characterised as ‘hell’ and ‘heaven’, though it rather suggests  a series of states through which all persons can be brought to their intended fulfilment in God.\n\nGod will not allow us simply to go extinct. This life is vitally important as the realm in which we determine and pursue the goals that will define us. For those who do not or cannot do that, the spiritual world will provide possibilities to do so.\n\nIt is highly probable that out of this vast universe, with its billions of habitable planets, there will be many personal beings other than humans. We must abandon the thought that we are the centre of God’s purposes and rejoice in the hope that in the spiritual world we shall have fellowship with those from other planets whose forms we cannot now imagine but are also God’s purpose in creation.\n\nAs for the future of humanity in this solar system, we may be sure that God wishes us to create a world society in which peace and justice reign, and hatred is abolished. Yet human freedom is such that the war of good and evil may continue until the world’s end. We cannot predict the future of our planet. What we are committed to is to aim with all our strength at goodness, compassion, truth, and beauty in all their forms, in face of everything that opposes us. The promise of God in Jesus is that, whether in this world or the next, all humans can find fulfilment and well-being – what John’s gospel calls ‘eternal life’ – by their unity in the eternal Christ."
  },
  {
    "id": "q025",
    "title": "Question Twenty",
    "choices": [
      "Scripture's pre-scientific cosmology should be preferred to modern science.",
      "Scientific cosmology is irrelevant to theology; they address different realms.",
      "The universe's vastness proves human insignificance and undermines religious belief.",
      "The universe only appears vast; this is an illusion or test of faith.",
      "The cosmic scale is not a problem but a wonder - a vast creative God would create a vast universe full of possibilities."
    ],
    "correct_choice": "E",
    "hint_wrong": "The answer celebrates cosmic vastness as appropriate to a creative God, not as a problem for faith.",
    "explanation_right": "A creative God of infinite wisdom would naturally create a vast, rich universe - scale enhances rather than diminishes wonder.",
    "question_text": "Five: The vastness of it all\n\nOften in your answers you use words like “cosmic” and speak of the inevitability of other life forms in this “vast universe.” Your theology has accommodated and even celebrated the sheer scale of the universe that we are now discovering. For you, this is not a problem for faith. You are comfortable with a universe that is 13.7 billion years old and will continue for an awfully long time (conservatively—on the “big crunch” scenario—another 33 billion years). Your key insight is that there is a spiritual realm in which human life will function long after the death of our star and therefore our solar system.\n\nWe started this conversation musing on our skeptical friends who find faith so implausible. We identified three factors: the incomprehensibility of the very idea of God and the sense that science has replaced faith; the problem of theodicy; and the strange, sometimes bewildering practices of religion. What intrigues me is the way you effortlessly accommodate science; indeed, you repeatedly claim—in a way that would strike many as counterintuitive—that the Biblical worldview has always been capable of accommodating the vast scale of the universe. The combination of the promise that everything will be fulfilled in Christ and the hope of a resurrection in the spiritual realm fits easily into the contemporary scientific narrative.\n\nLet us think a little further about contemporary skepticism. Why is it so strong? If contemporary science can be accommodated fairly easily within a Biblical frame, then why is everyone so persuaded that science constitutes such a major problem for faith?\n\nThe traditional explanation for atheism is sin. Humans cannot abide the thought that they are answerable to a creator. They are desperate for autonomy. Hubris asserts itself. As John Milton’s Satan famously put it: “Better to reign in Hell than serve in Heaven.” But I suspect you are more gentle on skepticism; you understand why faith seems implausible to some.\n\nAnother widespread explanation is that Christian theology is often too small. We still have fundamentalist Christians defending a young-earth creationism—with everything happening in six literal days and the universe being less than 10,000 years old. The image of God sitting above the clouds remains part of a child’s imagination and never matures.\n\nMy question now is this: if science is so easy for Christians to accommodate, then why is it that both our fundamentalist friends and our secular neighbors don’t see it? What exactly lies behind the current robust skepticism characteristic of urban life in the West?",
    "answer_text": "This is a question for a sociologist or historian really, but I will do my best. Actually, sociologists and historians are part of the problem. Both tend to regard beliefs as primarily or even solely products of social and economic forces. While these provide valuable insights, they often fail to address fundamental philosophical problems, especially about the nature of truth and of ultimate reality.\n\nPhilosophy itself often assumes a materialistic view, ignoring questions about the place of consciousness, value, and purpose in reality. Some eminent scientists, too, propagate with evangelical zeal the belief that all questions can be answered by some natural science, even ultimately by some branch of mathematical physics. So religious theories come to seem irrelevant.\n\nThere are, of course, eminent scholars in each of these fields who are religious believers. But the best-known voices are those who point to the amazing discoveries of modern science as having made religious beliefs about such things as spirits, gods, and angels, obsolete.\n\nAnother factor is the discrediting of organized religion. Some Christians believe in an angry and punitive god who sends most people to Hell. They then say that God is love, when even a moderately loving person would be better than that. There thus seems to be a confusion about the nature of God and about the existence of so much suffering in a world allegedly created by a loving God, which Christians have never satisfactorily resolved.  This is perhaps the main obstacle to Christian belief today.\n\nIn addition, many Christians take everything in the Bible as literally true, even though this is not stated anywhere in the Bible, and this causes a major conflict with modern evolutionary science. This goes along with ignorance of the sophisticated philosophical debates of the great theologians of early and medieval times, so that a very simplified and myopic view of Christian faith is taken to be the one final Biblically based truth.\n\nThere are also problems with morality.  Many churches are hierarchical (undemocratic) and patriarchal (sexist), anti-gay and anti-feminist. For better or worse, this seems to make them hostile to most modern moral beliefs, which stress human well-being, rather the commands of some god, as the test of morality.\n\nAs we learn more about the huge number of religions in the world, the claim that some Christians make that there is only one true faith becomes increasingly problematic.  Organised religion has come to be a matter of personal choice and taste, and concern for human health and welfare is anyway better provided by such practices as yoga and tai-chi (when they have been freed from any dogmatic beliefs). Churches are seen as providing a set of obscure and ineffective rituals for those who like that sort of thing. Spirituality replaces organized religion, which is entangled with obscure, unprovable, and outdated beliefs that disagree with lots of other equally unprovable beliefs. That has often caused hatred and violence to arise between different religions. Religion, it is said, has often caused wars, and the world would have been better without it.\n\nThese are just some of the factors that have made organized Christianity so weak in many parts of the Western world. I am sensitive to their force, having been a philosophical atheist myself. I am also far from providing anything that would change these perceptions. But I do think that the fundamental question is one of truth. For me that question, in our contemporary context, is this: is the basis of reality unconscious, unfeeling, particles or fields of force, moved by absolute laws that have no purpose but just happen to exist? Or is the ultimate reality a conscious, feeling, purposive, mind-like intelligence, which has generated those laws and physical elements so that they would evolve to contribute to a unique goal of supreme value?\n\nI have come to take the latter view, so I am some sort of qualified Idealist – I take mind or spirit to be the ultimately real, though matter does exist, as created by the supreme mind. Most classical philosophers  -  Plato, Aristotle, Leibniz, Spinoza, Kant, and Hegel among them – have taken an Idealist view, though they differ about the details. Idealism is not so dominant today, but it is a serious and rational supposition, and it seems to be gaining support from scientists, especially those involved in quantum physics, and from young philosophers.  It is certainly not a superstitious or irrational belief.\n\nThat puts all these objections to Christian faith in a new light. What these objections suggest, however, is that Christians can embrace the well-established findings of the natural sciences. They can clearly affirm that God is not angry or punitive, and that though God is the source of a world containing good and evil, God wills that all finite persons should be able to achieve fulfilment in union with the divine life. They can take an informed critical but receptive view of the Bible in its rich variety and varied interpretations. They can affirm that personal  and social well-being is the aim of Christian morality, and that their Lord lived and died to free the whole world from sin, so there is much to learn from members of other faiths, for whom Christ also died, and which often share in the spiritual quest to know and love the Real. And Christians are supposed to always aim to pursue love and eschew hatred of all others, without exception.\n\nI do not suppose that I can change the secular spirit of the age, but Christians can learn from it while also making a serious claim to provide a firmer basis for pursuing truth, beauty and love in a world of so much violence and hatred."
  },
  {
    "id": "q026",
    "title": "Question 26",
    "choices": [
      "Human estrangement from God, combined with how all knowledge develops gradually, explains why clarity is limited.",
      "God deliberately hides to test human faith and reward blind belief.",
      "God has made everything perfectly clear; unbelief is willful rebellion.",
      "Divine clarity would remove human freedom; mystery is essential.",
      "God's hiddenness proves God doesn't exist or doesn't care."
    ],
    "correct_choice": "A",
    "hint_wrong": "The answer notes human estrangement from God and the gradual nature of all knowing explain limited clarity.",
    "explanation_right": "Human alienation from God, plus the fact that all knowledge develops gradually, explains why divine truth isn't immediately obvious.",
    "question_text": ". Why didn’t God make it clearer?\n\nYou concede that there are understandable reasons for modern skepticism. From misguided interpretations of the Bible to ethical inflexibility that runs counter to human flourishing to religious diversity, you acknowledge that skepticism is both understandable and legitimate. However, you insist that once we move beyond these reasons for skepticism, there remains the underlying question of truth. For you, a “qualified Idealism” - in the tradition of Plato, Hegel, and others - is a rationally compelling way of looking at the world that makes theism far more likely. You then return to the skeptical worldview and insist that Christians need to give an account of the faith that takes seriously the problems skeptics are highlighting. Thus, we need an account of faith that focuses on human flourishing, avoids a literalism that makes evolution problematic, and concedes that there are genuine insights in other faith traditions.\n\nInterestingly, you conclude by observing that you do not think you “can change the secular spirit of the age.” So, the obvious question is: why not?\n\nI appreciate that this question is perhaps more sociological or cultural than philosophical or theological. But there is a theological dimension here. If Christianity is true (or, to make it more accurate and interfaith - if theism is true), then why didn’t God make the truth more apparent? Why are there so many factors that point against faith? Why is “qualified Idealism” so contentious philosophically and still a minority viewpoint? Why did God make the universe deliberately ambiguous? Surely, if faith is the great gift it is to human flourishing, then God would want everyone to see the divine life and be able to participate fully in religious practices.\n\nWe seem to have the following picture. It is entirely understandable that many people are skeptical about religious claims. A qualified Idealism is a powerful way of interpreting the world, and the faith can be reworked in light of certain key insights that underpin skepticism. But sociologically, we should not expect a “revival” any time soon. And therefore, this opens up the theological question: why does God not make it clearer? Why does God not give every human being an intense religious experience that would help everyone see that faith is true?\n\nThe simple answer is that the human world is estranged from God. From the earliest times humans have chosen egoism, hatred, and violence, instead of love and compassion. Thereby they have turned from God, who is the exemplar and origin of love and self-giving. The history of the world is one of war and destruction, in which a God of kindness and compassion is ignored and abhorred.\n\nLooking deeper, God has created a world in which persons have evolved from simpler life forms, in different environments and with different histories. This has enabled persons to learn and respond creatively (or destructively)  to shape their futures in rather different ways as they encounter new challenges and problems. They need to form and practice moral and intellectual virtues through effort and persistence. In this process, God wills to guide them towards realizing the potentialities for fulfilment and happiness that they have. Yet in turning from God they have in large part rejected such guidance. So it is that knowledge of God and of God’s will has become rare and almost  always mixed with human misunderstandings.\n\nYet virtually all human societies contain many individuals who have a sense of a higher reality which interpenetrates our own. As human consciousness develops, the way this reality is described changes, becoming often more intellectually coherent and morally demanding. Like all human knowledge, knowledge of the spiritual reality on the whole grows with experience and reflection. The idea of one creator God is a development in a group of middle Eastern societies, and was closely associated with their similarly changing ideas of morality.\n\nThe point is that human knowledge of God is not a matter of just being confronted with an object and immediately recognizing what it is. It is a matter of gradually discerning the nature of spiritual reality by framing and testing hypotheses, in a process of creative exploration and original thought. The hope is that one might learn more about the nature of ultimate reality as one’s experience deepens.\n\nThis means that the nature of the person who experiences and reflects is of the first importance. In every spiritual tradition there are those who are able to detach themselves from desires for personal wealth and pleasure, and cultivate compassion and love for all beings. They become capable of sensing awe before the power and beauty of the physical world, sensitivity to  the moral demands their situation contains, and the hope of personal fulfilment it evokes. Yet it is not the physical world itself which is the object of these perceptions. It is a reality which the physical world manifests. In knowing these things, one knows God, even though God may not be recognised.\n\nHowever, many seers of the spiritual dimension – known in the Abrahamic tradition as prophets – are still situated in the estranged world, and they carry with them some of the limitations and prejudices of their society. Their ideas of God are sometimes mixed with thoughts of vengefulness or national pride, and their God may evoke fear or even encourage hatred of others.\n\nChristians believe that Jesus was free of these limitations (was ‘without sin’), and revealed God to be one who desires the well-being of all and commands the practice of universal kindness and forgiveness. Knowing this God is only possible if one is sensitive to the demands and the gifts of love, and filled with the spirit of hope, joy, and compassion.\n\nBut is God not a personal being to whom we can speak? There is a place for such a view of God, but it is in danger of encouraging a rather naïve and very anthropomorphic idea of God – though it also has an important place in the higher regions of religious experience.\n\nI am only dealing with the question of why God is not unmistakeably known to all. My answer is that the world is estranged from God by its own devotion to greed, hatred, and egoism. God can be known by some of those who renounce such things, but even then their knowledge is usually partial and limited by the corruption of their world. There are some – and Jesus is the clearest case for his followers – who have a clearer knowledge of God. They know that God desires all to know and love the divine being, but this requires a transformation of human selves. Despite all its frailties and failures, this is a process that the practices of religion seek to encourage. For in this dark world, it is the pure in heart who see God.",
    "answer_text": ""
  },
  {
    "id": "q027",
    "title": "Question 27",
    "choices": [
      "Ghosts are demons deceiving the living and should be avoided.",
      "There may be a realm of the dead (Hades) from which some contact or perception is possible, though discernment is needed.",
      "Ghost experiences are purely psychological with no objective basis.",
      "The dead cannot contact the living under any circumstances.",
      "All ghost experiences are genuine communications from departed souls."
    ],
    "correct_choice": "B",
    "hint_wrong": "The answer takes ghost phenomena seriously as possible contact with another realm of being, while urging discernment.",
    "explanation_right": "Scripture suggests a realm of the dead from which contact may be possible - these experiences shouldn't be dismissed or uncritically accepted.",
    "question_text": "Questions people ask: What about ghosts?\n\nI find your argument compelling. There are two features to your response. The first is the observation that all knowing is gradual and a matter of discernment. Even scientific knowing - especially when it involves interpreting data as it is experienced - takes time and is heavily shaped by cultural context. The second feature is the insistence that sin is real (interestingly, you tend to avoid the word sin): humanity consistently opts for selfishness over compassion. As a result, knowledge of the divine becomes very difficult. Even those prophets who attain a partial knowledge of the divine often introduce their own distortions because of their propensities toward selfishness, resulting in a much more limited understanding of God. Jesus is the one who saw God most clearly because Jesus was full of compassion. All of this makes sense.\n\nIn this book, we have examined the nature of God, the reasons for belief, the complexity of ethics, and the nature of the Church (and with it, relations with the world, animals, AI, aliens, and so on). In the next two sections, the questions will focus on miscellaneous topics that do not quite fit into the above categories. In the final section, the questions will focus on you and where you are after a lifetime of witnessing to the faith.\n\nSo, miscellaneous question number one. There is an extraordinarily high percentage of people who believe in the paranormal, and in ghosts in particular. The paranormal is an umbrella term that includes ghosts and hauntings, but also extrasensory perception, telepathy, clairvoyance, psychic or spiritual healing, reincarnation, astrology, and even demons and angels. Ghosts are understood as the disembodied spirits of the dead, who can haunt a place and might appear, but who always provide some presence of the dead in our world.\n\nIn Britain, Atomik Research reported in 2021 that 55% of British people have encountered a ghost, and a further 17% have experienced something mysterious that might be a ghost. More generally, 76% of British people believe in some form of paranormal activity. In the United States, CivicScience reported in 2024 that 41% of Americans believe in God, while 64% believe in the paranormal.\n\nIt is also striking that a 2025 YouGov survey reported that just 28% of the British population believes in God. In the UK, then, belief in the paranormal and in ghosts is more prevalent than belief in God, which suggests that Britain is not a population of consistent materialists.\n\nMy question, however, is this: can a Christian incorporate ghosts into a Christian schema? Traditionally, Christians believe that once you cross over, you cannot return. This view is often deduced from the parable of Lazarus and the rich man in Luke 16, where the rich man’s request to return and warn his brothers is not permitted. Yet C. S. Lewis, in The Great Divorce, imagines some of the souls in “hell” occasionally making journeys to earth to be present with those who are still living. So where do you stand on ghosts, and on the paranormal more generally?\n\nRESPONSE\n\nThe parable of  Lazarus and the rich man  in Luke (chapter 16, verses 19 – 31) is very interesting. If we take it seriously it seems that humans live after their physical deaths, and that they converse and think. They do not exist anywhere in the physical world, so there is another realm of being where humans face the consequences of their earthly actions, and they do not just sleep until the resurrection, as some other passages in the New Testament seem to suggest.\n\nThe place where they are is Hades (the realm of the dead), that is not Hell, as some theologians later misleadingly called it.  Lazarus is  comforted ‘in Abraham’s bosom’, which implies that he lived among mainly Jewish dead and was able to recognize them. The rich man is tormented by flames (this is a common Jewish metaphor for torment, but what that is probably depends on the individual). He can see Abraham ‘from afar’, and talk with him (so they are in  the same place, Hades ) but a great chasm lies between them, preventing passage from one area to the other.\n\nThe rich man (who is not called Dives!) asks Abraham if he will send messengers to earth ( which implies that such a thing is possible), but Abraham says that it would be a waste of time (he does not explicitly forbid it for everyone).There is no hint about how long the rich man is to be tormented, but a general Jewish view,  and ordinary human compassion agrees,  is that afterlife punishments, though real, would be finite. Certainly, Jesus’ teaching that one should forgive without limit, and the parable  of the Prodigal Son, imply that God will forgive all who repent. So if the rich man repents, the chasm will surely be bridged. After all, Abraham calls the rich man ‘son’ or ‘child’, and no father would allow his child to suffer for ever.\n\nBut you ask about ghosts and the paranormal,  I suppose that if mind is prior to and expressed in matter, and if the dead continue to exist as individuals, it is possible that the dead could appear on earth and that mental communication (telepathy)could occur.  Whether they do is a question of fact.\n\nChristians generally believe that Jesus was a faith healer, that he performed many miracles, showing the power of mind over matter,  and that he had privileged knowledge of God, the afterlife, of judgment and redemption. He also preached to the dead (1 Peter, 3, 19), even to the  ‘ spirits in prison’, who had rejected God in the days of Noah – and who were seemingly still under punishment, though no longer as severe as whatever being in the flames implies. The writer expands on this theme by writing that Jesus preached the gospel to all the dead, so that ‘they might be judged according to men in the flesh, but live according to God in the spirit’ (1 Peter, chapter 4, verse 6 – an echo of Paul’s view that in Adam all die, but in Christ all are made alive - 1 Corinthians, 15, 22).\n\nThese passages entail that those who die can hear the words of Jesus and be saved, which is good news indeed. It disproves the belief of some Christians that repentance after death is not possible.\n\nOf course Jesus, living in ‘heaven’, crossed the chasm between the living and the dead, as did Elijah and Moses. and according to Matthew 27, 52 and 53, many of the dead. It seems, then, that Christians are committed to believing that some paranormal events have occurred, and that some of the dead have appeared on earth.\n\nThe problem is that there is a great deal of deception, trickery, and illusion, about such things. Some of them, in forms of occultism and Satanism, are evil and dangerous. In view of that, one should be very suspicious of claims  about paranormal occurrences. Despite that, the prevalence of paranormal occurrences shows that most people are not materialists. But safeguards are needed against dangerous, frightening, or false claims.\n\nChristian faith in Jesus as the human image of God, and the long tradition of theological reflection and personal experiences, provides such safeguards. Intellectually, there is the provision of a strong, coherent, philosophical worldview. Ethically, the guidance of Jesus’ teaching and example establishes the primacy of love for all beings. And emotionally, devotion to Christ provides the wholly adequate and ideal object of human reverence.\n\nI conclude that there are and have been ghosts and many paranormal phenomena. If tested by the  intellectual, ethical, and emotional criteria provided by Christian faith in a loving,  self-sacrificing, incarnate,  and redemptive God, they are not to be feared. They can often strengthen belief in the existence of spiritual reality, and may lead to commitment to a rational, moral, and supremely perfect basis for existence, which is what Jesus Christ proclaims.",
    "answer_text": ""
  },
  {
    "id": "q028",
    "title": "Question 26",
    "choices": [
      "Only the spiritually elite can perceive God; ordinary people cannot.",
      "God deliberately hides to make faith more meritorious.",
      "Human estrangement from God and the gradual nature of all knowledge explain why divine truth isn't immediately clear.",
      "God has revealed everything clearly in Scripture; confusion is human failure.",
      "God's hiddenness proves God doesn't exist or doesn't care about humanity."
    ],
    "correct_choice": "C",
    "hint_wrong": "The answer emphasizes human estrangement and how all knowledge develops gradually - clarity comes through growth and discernment.",
    "explanation_right": "Human alienation from God, combined with how all knowledge develops over time, explains limited clarity about divine things.",
    "question_text": ". Why didn’t God make it clearer?\n\nYou concede that there are understandable reasons for modern skepticism. From misguided interpretations of the Bible to ethical inflexibility that runs counter to human flourishing to religious diversity, you acknowledge that skepticism is both understandable and legitimate. However, you insist that once we move beyond these reasons for skepticism, there remains the underlying question of truth. For you, a “qualified Idealism” - in the tradition of Plato, Hegel, and others - is a rationally compelling way of looking at the world that makes theism far more likely. You then return to the skeptical worldview and insist that Christians need to give an account of the faith that takes seriously the problems skeptics are highlighting. Thus, we need an account of faith that focuses on human flourishing, avoids a literalism that makes evolution problematic, and concedes that there are genuine insights in other faith traditions.\n\nInterestingly, you conclude by observing that you do not think you “can change the secular spirit of the age.” So, the obvious question is: why not?\n\nI appreciate that this question is perhaps more sociological or cultural than philosophical or theological. But there is a theological dimension here. If Christianity is true (or, to make it more accurate and interfaith - if theism is true), then why didn’t God make the truth more apparent? Why are there so many factors that point against faith? Why is “qualified Idealism” so contentious philosophically and still a minority viewpoint? Why did God make the universe deliberately ambiguous? Surely, if faith is the great gift it is to human flourishing, then God would want everyone to see the divine life and be able to participate fully in religious practices.\n\nWe seem to have the following picture. It is entirely understandable that many people are skeptical about religious claims. A qualified Idealism is a powerful way of interpreting the world, and the faith can be reworked in light of certain key insights that underpin skepticism. But sociologically, we should not expect a “revival” any time soon. And therefore, this opens up the theological question: why does God not make it clearer? Why does God not give every human being an intense religious experience that would help everyone see that faith is true?",
    "answer_text": "The simple answer is that the human world is estranged from God. From the earliest times, humans have chosen egoism, hatred, and violence, instead of love and compassion. Thereby they have turned from God, who is the exemplar and origin of love and self-giving. The history of the world is one of war and destruction, in which a God of kindness and compassion is ignored and abhorred.\n\nLooking deeper, God has created a world in which persons have evolved from simpler life forms, in different environments and with different histories. This has enabled persons to learn and respond creatively (or destructively)  to shape their futures in rather different ways as they encounter new challenges and problems. They need to form and practice moral and intellectual virtues through effort and persistence. In this process, God wills to guide them towards realizing the potentialities for fulfilment and happiness that they have. Yet in turning from God they have in large part rejected such guidance. So it is that knowledge of God and of God’s will has become rare and almost  always mixed with human misunderstandings.\n\nYet virtually all human societies contain many individuals who have a sense of a higher reality which interpenetrates our own. As human consciousness develops, the way this reality is described changes, becoming often more intellectually coherent and morally demanding. Like all human knowledge, knowledge of the spiritual reality on the whole grows with experience and reflection. The idea of one creator God is a development in a group of middle Eastern societies, and was closely associated with their similarly changing ideas of morality.\n\nThe point is that human knowledge of God is not a matter of just being confronted with an object and immediately recognizing what it is. It is a matter of gradually discerning the nature of spiritual reality by framing and testing hypotheses, in a process of creative exploration and original thought. The hope is that one might learn more about the nature of ultimate reality as one’s experience deepens.\n\nThis means that the nature of the person who experiences and reflects is of the first importance. In every spiritual tradition there are those who are able to detach themselves from desires for personal wealth and pleasure, and cultivate compassion and love for all beings. They become capable of sensing awe before the power and beauty of the physical world, sensitivity to the moral demands their situation contains, and the hope of personal fulfilment it evokes. Yet it is not the physical world itself which is the object of these perceptions. It is a reality which the physical world manifests. In knowing these things, one knows God, even though God may not be recognised.\n\nHowever, many seers of the spiritual dimension – known in the Abrahamic tradition as prophets – are still situated in the estranged world, and they carry with them some of the limitations and prejudices of their society. Their ideas of God are sometimes mixed with thoughts of vengefulness or national pride, and their God may evoke fear or even encourage hatred of others.\n\nChristians believe that Jesus was free of these limitations (was ‘without sin’) and revealed God to be one who desires the well-being of all and commands the practice of universal kindness and forgiveness. Knowing this God is only possible if one is sensitive to the demands and the gifts of love, and filled with the spirit of hope, joy, and compassion.\n\nBut is God not a personal being to whom we can speak? There is a place for such a view of God, but it is in danger of encouraging a rather naïve and very anthropomorphic idea of God – though it also has an important place in the higher regions of religious experience.\n\nI am only dealing with the question of why God is not unmistakeably known to all. My answer is that the world is estranged from God by its own devotion to greed, hatred, and egoism. God can be known by some of those who renounce such things, but even then their knowledge is usually partial and limited by the corruption of their world. There are some – and Jesus is the clearest case for his followers – who have a clearer knowledge of God. They know that God desires all to know and love the divine being, but this requires a transformation of human selves. Despite all its frailties and failures, this is a process that the practices of religion seek to encourage. For in this dark world, it is the pure in heart who see God."
  },
  {
    "id": "q029",
    "title": "Question 27",
    "choices": [
      "Death is complete annihilation; there is no continued existence.",
      "The dead are immediately in either heaven or hell with no intermediate state.",
      "Only the righteous survive death; the wicked are destroyed.",
      "Humans live after physical death in another realm of being, conscious and able to think, though not in the physical world.",
      "The dead exist in an unconscious sleep until final resurrection."
    ],
    "correct_choice": "D",
    "hint_wrong": "The answer, drawing on the parable of Lazarus, suggests the dead exist consciously in another realm - not in physical space.",
    "explanation_right": "Scripture suggests post-death conscious existence in a non-physical realm - not annihilation, not sleep, but continued awareness.",
    "question_text": "Questions people ask: What about ghosts?\n\nI find your argument compelling. There are two features to your response. The first is the observation that all knowing is gradual and a matter of discernment. Even scientific knowing - especially when it involves interpreting data as it is experienced - takes time and is heavily shaped by cultural context. The second feature is the insistence that sin is real (interestingly, you tend to avoid the word sin): humanity consistently opts for selfishness over compassion. As a result, knowledge of the divine becomes very difficult. Even those prophets who attain a partial knowledge of the divine often introduce their own distortions because of their propensities toward selfishness, resulting in a much more limited understanding of God. Jesus is the one who saw God most clearly because Jesus was full of compassion. All of this makes sense.\n\nIn this book, we have examined the nature of God, the reasons for belief, the complexity of ethics, and the nature of the Church (and with it, relations with the world, animals, AI, aliens, and so on). In the next two sections, the questions will focus on miscellaneous topics that do not quite fit into the above categories. In the final section, the questions will focus on you and where you are after a lifetime of witnessing to the faith.\n\nSo, miscellaneous question number one. There is an extraordinarily high percentage of people who believe in the paranormal, and in ghosts in particular. The paranormal is an umbrella term that includes ghosts and hauntings, but also extrasensory perception, telepathy, clairvoyance, psychic or spiritual healing, reincarnation, astrology, and even demons and angels. Ghosts are understood as the disembodied spirits of the dead, who can haunt a place and might appear, but who always provide some presence of the dead in our world.\n\nIn Britain, Atomik Research reported in 2021 that 55% of British people have encountered a ghost, and a further 17% have experienced something mysterious that might be a ghost. More generally, 76% of British people believe in some form of paranormal activity. In the United States, CivicScience reported in 2024 that 41% of Americans believe in God, while 64% believe in the paranormal.\n\nIt is also striking that a 2025 YouGov survey reported that just 28% of the British population believes in God. In the UK, then, belief in the paranormal and in ghosts is more prevalent than belief in God, which suggests that Britain is not a population of consistent materialists.\n\nMy question, however, is this: can a Christian incorporate ghosts into a Christian schema? Traditionally, Christians believe that once you cross over, you cannot return. This view is often deduced from the parable of Lazarus and the rich man in Luke 16, where the rich man’s request to return and warn his brothers is not permitted. Yet C. S. Lewis, in The Great Divorce, imagines some of the souls in “hell” occasionally making journeys to earth to be present with those who are still living. So where do you stand on ghosts, and on the paranormal more generally?",
    "answer_text": "The parable of  Lazarus and the rich man  in Luke (chapter 16, verses 19 – 31) is very interesting. If we take it seriously it seems that humans live after their physical deaths, and that they converse and think. They do not exist anywhere in the physical world, so there is another realm of being where humans face the consequences of their earthly actions, and they do not just sleep until the resurrection, as some other passages in the New Testament seem to suggest.\n\nThe place where they are is Hades (the realm of the dead), that is not Hell, as some theologians later misleadingly called it.  Lazarus is  comforted ‘in Abraham’s bosom’, which implies that he lived among mainly Jewish dead and was able to recognize them. The rich man is tormented by flames (this is a common Jewish metaphor for torment, but what that is probably depends on the individual). He can see Abraham ‘from afar’, and talk with him (so they are in  the same place, Hades ) but a great chasm lies between them, preventing passage from one area to the other.\n\nThe rich man (who is not called Dives!) asks Abraham if he will send messengers to earth ( which implies that such a thing is possible), but Abraham says that it would be a waste of time (he does not explicitly forbid it for everyone).There is no hint about how long the rich man is to be tormented, but a general Jewish view,  and ordinary human compassion agrees,  is that afterlife punishments, though real, would be finite. Certainly, Jesus’ teaching that one should forgive without limit, and the parable  of the Prodigal Son, imply that God will forgive all who repent. So if the rich man repents, the chasm will surely be bridged. After all, Abraham calls the rich man ‘son’ or ‘child’, and no father would allow his child to suffer for ever.\n\nBut you ask about ghosts and the paranormal,  I suppose that if mind is prior to and expressed in matter, and if the dead continue to exist as individuals, it is possible that the dead could appear on earth and that mental communication (telepathy)could occur.  Whether they do is a question of fact.\n\nChristians generally believe that Jesus was a faith healer, that he performed many miracles, showing the power of mind over matter,  and that he had privileged knowledge of God, the afterlife, of judgment and redemption. He also preached to the dead (1 Peter, 3, 19), even to the ‘ spirits in prison’, who had rejected God in the days of Noah – and who were seemingly still under punishment, though no longer as severe as whatever being in the flames implies. The writer expands on this theme by writing that Jesus preached the gospel to all the dead, so that ‘they might be judged according to men in the flesh, but live according to God in the spirit’ (1 Peter, chapter 4, verse 6 – an echo of Paul’s view that in Adam all die, but in Christ all are made alive - 1 Corinthians, 15, 22).\n\nThese passages entail that those who die can hear the words of Jesus and be saved, which is good news indeed. It disproves the belief of some Christians that repentance after death is not possible.\n\nOf course, Jesus, living in ‘heaven’, crossed the chasm between the living and the dead, as did Elijah and Moses. and according to Matthew 27, 52 and 53, many of the dead. It seems, then, that Christians are committed to believing that some paranormal events have occurred, and that some of the dead have appeared on earth.\n\nThe problem is that there is a great deal of deception, trickery, and illusion, about such things. Some of them, in forms of occultism and Satanism, are evil and dangerous. In view of that, one should be very suspicious of claims about paranormal occurrences. Despite that, the prevalence of paranormal occurrences shows that most people are not materialists. But safeguards are needed against dangerous, frightening, or false claims.\n\nChristian faith in Jesus as the human image of God, and the long tradition of theological reflection and personal experiences, provides such safeguards. Intellectually, there is the provision of a strong, coherent, philosophical worldview. Ethically, the guidance of Jesus’ teaching and example establishes the primacy of love for all beings. And emotionally, devotion to Christ provides the wholly adequate and ideal object of human reverence.\n\nI conclude that there are and have been ghosts and many paranormal phenomena. If tested by the  intellectual, ethical, and emotional criteria provided by Christian faith in a loving,  self-sacrificing, incarnate,  and redemptive God, they are not to be feared. They can often strengthen belief in the existence of spiritual reality, and may lead to commitment to a rational, moral, and supremely perfect basis for existence, which is what Jesus Christ proclaims."
  },
  {
    "id": "q030",
    "title": "Question 28",
    "choices": [
      "Belief in Satan is essential; denying his existence is dangerous.",
      "Satan is a literal fallen angel actively opposing God with great power.",
      "Satan is a primitive myth with no reality; evil is only human.",
      "Satan is equal in power to God; the cosmos is a dualistic battle.",
      "Biblical language about Satan developed over time; the reality may be impersonal forces of destruction rather than a personal being."
    ],
    "correct_choice": "E",
    "hint_wrong": "The answer traces how Satan imagery developed in Scripture and suggests the reality might be better understood as impersonal destructive forces.",
    "explanation_right": "Biblical Satan language evolved; the underlying reality may be better understood as destructive forces than a personal anti-God.",
    "question_text": "Questions People Ask: what about the devil and demons?\n\nThrough a mixture of reflection on an authority (namely the Bible) and general theological principles (for example, the primacy of love), you determine that knowledge of - and even movement to and from - the realm of the dead (Hades) is possible. However, you caution that there are dangers involved, including deception by fraudulent individuals and engagement with the occult.\n\nThis opens the door to another question people often us, namely, Satan and demons. What exactly do you mean when you write, “Some of them, in forms of occultism and Satanism, are evil and dangerous”? The narrative of Satan as a fallen angel—who becomes identified with the serpent in Eden and leads an army of demons—is deeply entrenched both in the popular imagination and in the theology of certain major theologians, such as Thomas Aquinas.\n\nThe problems with this narrative are well known. The biblical record begins with Satan as the accuser, appearing in the book of Job as part of the heavenly court and given permission to test Job. This seems a long way from the Satan of the tradition who is in resolute opposition to God. The Satan of the tradition carries hints of cosmic dualism—two equal and opposing supreme forces (God and Satan) battling over the world—which is clearly incompatible with the Christian affirmation of monotheism. It also intensifies the problem of theodicy: why would God tolerate such a destructive presence within creation?\n\nThe temptation is to suggest that Christians should reinterpret Satan into a symbol for intense evil. One complication with this option is that it is clear that Jesus believed in the reality of demons. Demons are a pervasive theme in the Gospels. You write: “Christians generally believe that Jesus was a faith healer, that he performed many miracles, showing the power of mind over matter, and that he had privileged knowledge of God, the afterlife, of judgment and redemption.” If Jesus had privileged knowledge of God and the afterlife, then surely we must concede that demons are real.\n\nThe question, then, is this: do you believe in the Devil and demons? If you do, what can they do? And if you do not, are you comfortable saying that Jesus got this wrong?\n\nRESPONSE\n\nTheologians are quite used to regarding most Biblical descriptions of God as symbolic or metaphorical. For instance, if God is described as walking in the garden of Eden, this is easily taken to be not literally true, but as referring metaphorically to the divine presence. As is often said, God is not an object or person one might come across in a garden or anywhere else. God is the origin of all finite beings.\n\nIt is likely to be similar with talk of Satan. In the Bible the term Satan and its many cognates is used in many senses. Sometimes it refers to a servant of God whose job is to test or tempt people. Sometimes it seems to refer to a spiritual entity who rules the nations and opposes God’s purposes. Sometimes it refers to the evil inclinations which are parts of human nature.  There are many other strands of thought, but they all associate Satan with evil or opposition to God’s will.\n\nGod is seen as supreme truth, beauty, and love, whereas Satan represents the opposing powers of falsehood (the ‘father of lies’), chaos and disorder, and hatred and warfare. Nearly all religions have some figure who represents these powers, and there is wide agreement that such powers exist, that they oppose any cosmic purposes of goodness, and that they will in the end be defeated, not by violence but by love.\n\nChristians generally believe that God is the only origin of all things. In God all possibles exist, and many of them involve suffering. There are many different views about why God should create evil, but I think the only satisfactory explanation is that God could not help it. That is, any world God created would contain the real possibility of evil and suffering. I cannot believe that God would positively choose to create evil, but I can imagine that all possibles will by their nature press towards realisation. Negative possibilities seem to be parasitic on positives, so there could not be a world of pure negativity. What God may choose to do is to fashion a cosmos of ordered  values out of this primordial reservoir of beings. In this process, conscious intelligent beings could play an important part, as fellow workers with God in ordering the cosmos towards new forms of goodness. But they may also derail God’s purposes by failing to understand or contribute to the general good.\n\nFor an Idealist, there could exist angels and demons, conscious and intelligent entities other than human, and there could exist a Satan, one very powerful angel who opposed God’s purposes. But there already are plenty of humans who are satanic, and commit the most appalling evil acts, which cause suffering to millions of people and animals. We do not need a Satan to account for this. Human lust and aggression, rooted in the struggle for survival in evolution, will do so very well. In Biblical times, there was no idea of evolution, and so it seemed necessary to have Satan and demons to account for evil in an allegedly good creation. Yet there never developed a coherent idea of Satan and of how he came to exist. It looks as if Satan and demons are parts of an explanation for evil which is, though possible, now obsolete and unnecessary.\n\nThere is a specific problem for Christians, however. Jesus carried out many exorcisms and even spoke with demons, so many Christians feel compelled to accept the existence of demons. Yet modern medicine no longer accepts that illnesses are caused by demons. I accept the amazing advances of modern medicine, and so demons and exorcisms are not part of my understanding of the world. How then can I understand what the New Testament says about Jesus’ exorcisms?\n\nI will have to say that the Bible is mistaken in some of its beliefs about the world. When you think about it, however, that is hardly surprising. People at that time knew nothing about galaxies or electrons or viruses. Human knowledge has changed and increased enormously since then. The claim sometimes made that the Bible is inerrant cannot be upheld, because Biblical knowledge of the world was largely inaccurate.  Passages about Jesus’ conversations with demons are stories to show Jesus’ power over disease and illness.\n\nLooking at similar stories told about great saints and heroes in cultures throughout the world, it becomes clear that stories about them grow more and more amazing as time goes by.  It is not surprising that the same thing should happen with Jesus. So it is likely that Jesus did have remarkable powers of healing and wisdom, which have been exaggerated over time.\n\nJesus himself is represented as believing in demons and exorcism, and if so he too was mistaken about some things. He is therefore not omniscient or infallible. This too is not surprising, if he was truly human. He could, for instance,  have had an extraordinary sense of union with God and of God’s purposes, without knowing the theory of special relativity. He could have been taught about demons, and practiced exorcism, even though the underlying theoretical framework about such actions  was mistaken.\n\nMy conclusion is that there could be Satan and demons. Many Christians will believe, on the authority of Scripture, that there are. But their role will today be very different than it was believed to be in New Testament times. Demons will not be the causes of all illnesses, and Satan will not be the cause or incitor of all suffering in the world – humans can do that very well on their own. So Satan is often seen as a personification of  the evil inclinations of human  nature. This is a common Jewish view, and that is the view that appeals to me. Indeed, I would go further and say that most Christians should focus on the good news of new life in Christ, and avoid negative thoughts about Satan and attempts to contact alleged demons. I am comfortable with saying that Jesus, if he held a more substantive view of Satan as an individual agent (which I doubt), was mistaken. He might have learned such a view in his culture, but his healing ministry could  have operated without it,  and it did not otherwise play an important role in his teaching.\n\nIt is difficult for some people to accept that human knowledge of the cosmos has changed hugely since the Biblical books were written. The earth is no longer seen as the centre of the universe, and heaven is not to be found above the sky. Unless we ignore modern science, and refuse such things as medical care and mobile phones, we have to accept that the Biblical writers were mistaken in many of their beliefs about physical nature. It seems probable that the idea of Satan and demons causing illnesses and earthquakes is part of an outmoded worldview.\n\nYet though our knowledge of the physical universe has changed, the idea that there is a spiritual reality underlying the physical, and that this reality is disclosed in and through exceptional individuals, remains hauntingly powerful. Christians are those who find in Jesus their window into the spiritual dimension.  Whatever we think of Satan, it is in the living Christ that his followers can find a new quality of life, and that is the ultimate test of truth in the spiritual realm.",
    "answer_text": ""
  },
  {
    "id": "q031",
    "title": "Question Twenty",
    "choices": [
      "Heaven is a different dimension or state of being - communion with God in a realm beyond physical spacetime.",
      "Heaven is wishful thinking; death is the end.",
      "Heaven is a physical place with streets of gold and pearly gates.",
      "Only a small number of the elect will reach heaven.",
      "Heaven is earned through moral achievement and good works."
    ],
    "correct_choice": "A",
    "hint_wrong": "The answer presents heaven as another dimension or realm of being - not physical location, but communion with God beyond spacetime.",
    "explanation_right": "Heaven is not a physical place in our universe but a different realm or dimension - communion with God beyond physical spacetime.",
    "question_text": "Nine: Questions People Ask: Heaven\n\nIt was interesting to watch you work through the topic of Satan. You acknowledge the different accounts of Satan within the biblical witness, and you also recognize that Jesus appears to have believed in demons and to have performed exorcisms. However, you argue that the human capacity for wickedness does not require an actual “Satan” - a personal source of evil - to exist. We are quite capable of extraordinary evil on our own. You also note that many phenomena once explained as demon possession are now understood, thanks to science, in different and more accurate ways. Thus, while the existence of Satan is possible, you suggest that it is unlikely. And if Jesus did believe in Satan, then Jesus was, in that respect, mistaken.\n\nI confess that I am equally tormented by this topic. On the authority of Jesus - who comes from the spiritual realm to reveal the spiritual realm - I feel obligated to acknowledge an objective source of evil, with related entities in the spiritual realm. But then I want to stop. The dangers of preoccupation with such matters are real.\n\nRemaining within the spiritual realm, I want to ask an age-old question that every Christian eventually faces: What is heaven like? When this question is asked in this country, people tend to want to know whether they will recognize their loved ones, whether their dog will be there, and whether they will be able to play golf and still have long conversations with their friends. Does heaven, in some ways, resemble earth? Everyone hopes that it will be free from pain, and most people assume that it is meant to last forever. But what, exactly, should we expect?\n\nThe philosopher Bernard Williams famously worried that an eternity of time would inevitably give rise to boredom. He makes imaginative use of the fictional character Elina Makropulos, who discovers that after 342 years her life has become joyless and cold, and that she has no interest in any further extension of it.\n\nSo the question people continue to ask is this: what is heaven like, and how are we to understand an eternity of time in which we are able to find enough meaning, purpose, and activity to sustain us?",
    "answer_text": ""
  }
]